{
    "en": {
        "termMenu": "Terms of Service",
        "avisMenu": "Privacy Notice",
        "diretMenu": "Community Guidelines",
        "dmcaMenu": "DMCA",


        "pageTitle": "Terms of Service",
        "updatedDate": "Updated on July 29, 2024",
        "section1Title": "1. Introduction; Your Agreement with These Terms of Service",
        "introText": "PLEASE READ THESE TERMS OF SERVICE CAREFULLY. THIS IS A BINDING CONTRACT.",
        "paragraph1": "Welcome to the services operated by E-VNTS CO., also known as DE-BATES (collectively with its affiliates, \"E-VNTS CO.\" or \"We\"). This includes the site available at de-bates.com, its network of sites, software applications, and all other products or services offered by E-VNTS CO., collectively referred to as the \"DE-BATES Services.\" Other services presented by E-VNTS CO. may be subject to different terms.",
        "paragraph2": "By using the DE-BATES Services, you agree to E-VNTS CO.'s Community Guidelines and any additional rules or guidelines posted on the DE-BATES Services or made available to you. These may relate to specific services or features you may access. E-VNTS CO. may also have specific paid services subject to E-VNTS CO.'s Terms of Sale and any supplementary terms disclosed in connection with those services. All these conditions and guidelines (\"Guidelines\") are an integral part of these Terms of Service.",
        "paragraph3": "These Terms of Service apply whether you are a registered user of the DE-BATES Services or an unregistered visitor. By clicking \"Sign Up\", downloading, accessing, or using the DE-BATES Services, you are entering into a legally binding contract with E-VNTS CO. regarding your use. You confirm that you have read, understood, and agree to these Terms of Service. If you disagree with any part of these Terms of Service, please refrain from accessing or using any of the DE-BATES Services.",
        "paragraph4": "If you are using DE-BATES or setting up an account with E-VNTS CO. on behalf of a company, entity, or organization (collectively, \"Subscribing Organization\"), you warrant that: (i) you are an authorized representative with the power to bind the Subscribing Organization to these Terms of Service and grant the licenses contained herein; and (ii) you accept these Terms of Service on behalf of the Subscribing Organization.",
        "section2Title": "2. Use of DE-BATES by Minors and Blocked Individuals",
        "paragraph5": "The DE-BATES Services, provided by E-VNTS CO., are not accessible to individuals under 13 years of age. If you are between 13 and the legal age of majority in your place of residence, you may use the DE-BATES Services only under the supervision of a parent or legal guardian who agrees to be bound by these Terms of Service.",
        "paragraph6": "Additionally, the DE-BATES Services are not available to any user previously banned from the DE-BATES Services by E-VNTS CO. or to any person barred from receiving them under United States law (including its export and re-export restrictions and regulations) or applicable regulations in any other jurisdiction.",
        "paragraph7": "BY DOWNLOADING, INSTALLING, OR OTHERWISE USING THE DE-BATES SERVICES, YOU CONFIRM THAT YOU ARE AT LEAST 13 YEARS OF AGE. IF YOU ARE BETWEEN 13 AND THE LEGAL AGE OF MAJORITY IN YOUR JURISDICTION OF RESIDENCE, YOU CONFIRM THAT YOUR PARENT OR LEGAL GUARDIAN AGREES TO THESE TERMS OF SERVICE. YOU ALSO CONFIRM THAT YOU HAVE NOT BEEN PREVIOUSLY EXCLUDED OR ARE NOT PROHIBITED FROM USING THE DE-BATES SERVICES.",
        "section3Title": "3. Privacy Notice",
        "paragraph8": "Your privacy is important to E-VNTS CO. and DE-BATES. Please refer to our Privacy Notice for details on how we collect, use, and disclose your personal data. Additionally, refer to our Privacy Choices for guidance on how you can manage your online privacy when accessing and using the DE-BATES Services.",
        "section4Title": "4. Account",
        "paragraph9": "<b>a. Account and Password:</b> To create an account on DE-BATES, a service provided by E-VNTS CO., you will be required to provide specific details, including an account name and password.",
        "paragraph10": "You are solely responsible for protecting the confidentiality of your account and password and for limiting access to your device. If you allow others to use your account credentials, you are agreeing to these Terms of Service on behalf of anyone who accesses the DE-BATES platform using your account or password. You are also responsible for any and all activities arising from your account or password. Ensure that the information provided to E-VNTS CO. during registration and at all subsequent times is truthful, accurate, current, and complete to the best of your ability.",
        "paragraph11": "Unless explicitly granted in writing by E-VNTS CO., you are prohibited from selling, renting, leasing, transferring, sharing, or providing access to your account to any third party. This includes any actions involving charging others for access to administrative rights on your account. E-VNTS CO. reserves all rights and legal remedies at its disposal to deter unauthorized use of the DE-BATES platform, which may include technological barriers, IP mapping, and in serious situations, contacting your internet service provider about such unauthorized activity.",
        "paragraph12": "<b>b. Third-Party Accounts:</b> E-VNTS CO. may allow you to register and access the DE-BATES platform through certain third-party services. The collection, use, and disclosure of your information by these third parties will be governed by that third party's privacy policy. For more details on how E-VNTS CO. collects, uses, and discloses your personal data when you link your DE-BATES account to any third-party service, please refer to our <a href=\"/aviso.html\">Privacy Notice</a>.",
        "section5Title": "5. Use of Devices",
        "paragraph13": "Access to the DE-BATES platform, a service provided by E-VNTS CO., may necessitate the use of your personal computer, mobile device, or other hardware. Additionally, it may involve communication with or use of storage space on such devices. You bear sole responsibility for any Internet connection or mobile-related fees and charges incurred from third parties while accessing the DE-BATES platform.",
        "section6Title": "6- Modification of these Terms of Service",
        "paragraph14": "E-VNTS CO., through its DE-BATES platform, may modify any of the terms within these Terms of Service by posting the updated terms and adjusting the “Last modified” date above. Your continued use of the DE-BATES platform after the effective date of the updated Terms of Service signifies your acceptance of these terms.",
        "paragraph15": "<b>For residents of the United States and Brazil:</b> E-VNTS CO. will strive to provide reasonable prior notice regarding any significant modifications to its Terms of Service. While we aim for transparency, it is essential for users to regularly review updates to stay informed about any changes.",
        "paragraph16": "<b>For residents of the Republic of Korea:</b> All amendments will take effect no earlier than 30 calendar days after posting; however, any changes related to new features of the platform, features beneficial to the user, or adjustments made for legal reasons may take effect immediately.",
        "paragraph17": "<b>For residents of the European Union, the European Economic Area, the United Kingdom, or Switzerland</b> acting as a consumer (i.e., using the service for purposes outside of trade, craft, or profession) (“Consumer”) with a registered DE-BATES account, E-VNTS CO. will give reasonable advance notice of modifications to these Terms of Service. If you don't cancel your agreement to use the DE-BATES platform under these Terms of Service before the effective date, it will be interpreted as your agreement to the updated terms. When mandated by applicable law, E-VNTS CO. will seek your consent to the updated terms.",
        "section7Title": "7- License",
        "paragraph18": "The DE-BATES platform, a service by E-VNTS CO., is our proprietary property. Unless specifically indicated, all content, information, and other materials on the DE-BATES platform (excluding User Content, detailed in Section 8 below), including, but not limited to, E-VNTS CO. trademarks and logos, the visual interfaces, graphics, design, compilation, information, software, computer code (whether source code or object code), services, text, images, data, sound files, other files, and their selection and arrangement (hereafter referred to as the “Materials”), are safeguarded by pertinent intellectual property rights and related laws. All Materials belong to E-VNTS CO. or its third-party licensors.",
        "paragraph19": "By agreeing to these Terms of Service, you are granted a limited, non-sublicensable, and non- transferable license, which means a personal and restricted right, to access and utilize the DE- BATES platform for your personal or internal business purposes only",
        "paragraph20": "E-VNTS CO. retains all rights not explicitly granted in these Terms of Service. This license is bound by these Terms of Service and does not allow:<ul> a) Reselling or commercial utilization of the DE-BATES platform or the Materials.<br>b) Distribution, public display, or public performance of any Materials. <br>c) Altering or making any derivative uses of the DE-BATES platform or the Materials, or any part thereof. <br>d) Use of data mining, robots, or analogous data gathering or extraction techniques. <br>e) Downloading (barring page caching) any portion of the DE-BATES platform, the Materials, or any information within them, unless explicitly permitted. <br>f) Utilizing the DE-BATES platform or the Materials other than for their intended purposes.</ul>",
        "paragraph21": "Any application of the DE-BATES platform or the Materials other than as expressly authorized herein, without the prior written consent of E-VNTS CO., is strictly forbidden and may infringe intellectual property rights or other regulations. Nothing in these Terms of Service shall confer any license to intellectual property rights, whether by stopping someone from asserting a right, implication, or other legal principles. E-VNTS CO. retains the right to terminate this license as outlined in Section 17.",
        "section8Title": "8- User Content",
        "paragraph22": "E-VNTS CO.'s DE-BATES platform offers you the opportunity to participate in virtual debates, share your opinions, utilize chat functions, and engage in other activities where you may create, post, transmit, or store content, messages, text, sound, images, or other data or materials (“User Content”).",
        "paragraph23": "<ul><li> <span>a. License to E-VNTS CO.</span> <br> (i) If you submit, transmit, or store User Content using the DE- BATES platform, unless otherwise agreed upon in writing by an authorized representative of E- VNTS CO., you grant E-VNTS CO. and its sub-licensees, to the fullest extent and for the maximum duration allowed by applicable law, an unrestricted, global, irrevocable, fully sub- licenseable, nonexclusive, and royalty-free right to: (a) usar, reproduzir, adaptar, publicar, traduzir, criar obras derivadas, distribuir e exibir tal Conteúdo do Usuário em qualquer forma, formato, mídia ou canais de mídia agora conhecidos ou posteriormente desenvolvidos; e (b) usar o nome, semelhança e qualquer outra informação biográfica que você fornecer em associação com tal Conteúdo do Usuário. Esses direitos se estendem à monetização da plataforma DE-BATES. (ii) Os direitos que você concede em relação à transmissão de debates ou discussões ao vivo cessarão quando você excluir tal Conteúdo do Usuário ou quando encerrar sua conta, com algumas exceções, principalmente: (a) conteúdo compartilhado que tenha sido armazenado ou copiado por outros; (b) conteúdo usado para fins promocionais pela E-VNTS CO.; (c) sistemas de backup e o tempo necessário para remoção; ou (d) quando a retenção for exigida por lei.</li><li><span>b. User Content Representations and Warranties</span> <br> You are solely responsible for your User Content. You affirm that: (1) you either own or have all necessary rights to your User Content; (2) your User Content does not infringe on third-party rights, including intellectual property rights or rights of privacy or publicity; and (3) your User Content is not harmful or malicious in any way. E-VNTS CO. retains the right to take action against any user who breaches these warranties.</li><li><span>c. Content is Uploaded at Your Own Risk </span> <br> E-VNTS CO. employs reasonable security measures to protect User Content. However, we cannot guarantee absolute security. By using the platform, you understand the risks and agree that E-VNTS CO. is not liable for unauthorized copying or use of your User Content.</li> <li><span>d. Promotions</span> <br> If you conduct a promotion (e.g., a contest or sweepstakes) on the DE-BATES platform, you must ensure it adheres to all applicable laws and regulations. E-VNTS CO. is not responsible for your promotions, and you may not imply that E-VNTS CO. endorses or sponsors such promotions.</li> <li><span>e. Political Activity</span> <br> Within the DE-BATES platform, users may share political opinions and participate in related activities, provided they abide by all applicable laws. Any political activities are solely the responsibility of the user, and E-VNTS CO. does not endorse or support any such actions.</li></ul>",
        "section9Title": "9- Branded Content",
        "paragraph24": "E-VNTS CO. understands that some users of the DE-BATES platform may collaborate with brands and produce “Branded Content.” Branded Content refers to any User Content that highlights, utilizes, discusses, or promotes products, services, or specific content in return for a benefit, such as monetary compensation or the provision of goods or services. This encompasses, but is not limited to, paid product placements, endorsements, and sponsorships. E-VNTS CO. permits the publication of Branded Content on the DE-BATES platform, as long as it adheres to these Terms of Service and all relevant laws.",
        "paragraph25": "If you opt to post Branded Content on the DE-BATES platform, you agree to utilize E-VNTS CO.'s Branded Content tool. This tool provides viewers with a written disclosure, indicating that your content contains Branded Content. Furthermore, you acknowledge that you are solely responsible for ensuring your Branded Content adheres to all pertinent advertising regulations, guidelines, and laws. This includes, but is not limited to, the U.S. Federal Trade Commission’s Guidelines (the “Advertising Guidelines”). For instance, if you receive payment or complimentary products in exchange for discussing or endorsing a product or service on the DE- BATES platform, or if you're an employee promoting your company's offerings, you commit to complying with the Advertising Guidelines, especially regarding the disclosure of such commercial relationships",
        "section10Title": "10. Prohibited Conduct",
        "paragraph26": "WHILE USING THE DE-BATES PLATFORM, you commit not to infringe upon any law, contract, intellectual property, or third-party rights, nor engage in any form of tortious conduct. Your actions on the DE-BATES platform are under your sole responsibility, and you are bound by these Terms of Service.",
        "paragraph27": "By using our services, you pledge not to: <br> <br> <ul><li>i. generate, upload, disseminate, or store content that is misleading, illegal, defamatory, invasive of privacy or public rights, abusive, or otherwise unacceptable; <br> <br>ii. impersonate any entity or individual, claim false affiliations, access DE-BATES accounts without permission, or engage in any form of deceitful behavior; <br> <br> iii. send unsolicited emails or spam to DE-BATES users, including unrequested advertisements or promotions; <br> <br> iv. harvest or collect email addresses or other contact details from DE-BATES users; <br><br>v. threaten, defraud, or invade the privacy of other users; <br> <br> vi. breach any security measures on DE-BATES or manipulate any content therein; <br> <br> vii. reverse engineer or attempt to extract the source code of any part of our services; <br> <br>  viii. adapt, modify, or create derivatives from our platform without explicit permission; <br> <br>ix. upload malicious software or engage in actions that might impair the operation of our platform; <br> <br> x. relay emails from third-party servers without permission; <br> <br> xi. employ automated means to access our services without our consent;<br> <br> xii. obscure the origin of any content transmitted through DE-BATES; <br> <br> xiii. disrupt the operations of our platform or negatively impact other users; <br> <br>xiv. utilize another user’s account without permission; <br> <br> xv. bypass any content filters we have in place or access areas of our platform without authorization; <br> <br>xvi. insinuate a relationship with E-VNTS CO. without prior written consent; <br> <br> xvii. use DE-BATES for any illegal activities or in violation of any local, state, national, or international laws.</li></ul>",
        "paragraph28": "Brazilian users, in particular, should be aware of specific regulations and prohibitions under Brazilian law, ensuring that their conduct on the platform is in full compliance.",
        "paragraph29": "E-VNTS CO. is not responsible for User Content or any consequences arising from it. Your use of our services is at your own risk. E-VNTS CO. holds the right to remove or edit any content that breaches these terms or the law, and you are solely accountable for backing up and replacing any content you post.",
        "paragraph30": "For users residing in Brazil, except in instances where providing notice is legally prohibited or may harm users, third parties, E-VNTS CO., or its affiliates, E-VNTS CO. will promptly inform you of the rationale behind any taken actions.",
        "paragraph31": "For European Union, European Economic Area, the United Kingdom, or Switzerland residents acting as a Consumer, E-VNTS CO. will only edit or remove User Content for valid reasons, and will promptly notify you of the rationale behind any actions taken, unless such notification is legally prohibited or unreasonable.",
        "section11Title": "11. Simulcasting",
        "paragraph32": "While you are broadcasting live on the DE-BATES platform, you are not permitted to simultaneously live stream or broadcast (“Simulcast”) on any other platform similar to DE- BATES, which refers to any online network or service that supports live streaming of user- generated content, without obtaining prior written consent from E-VNTS CO. For clarity, you may Simulcast on platforms primarily designed for mobile live streaming. This stipulation does not pertain to non-profit or government entities that are live streaming for non-commercial objectives.",
        "section12Title": "12. Advertisements",
        "paragraph33": "E-VNTS CO. holds the sole right to monetize the DE-BATES platform, including, but not limited to, the exclusive right to sell, serve, and showcase advertisements on the DE-BATES platform. Third-party advertising networks are prohibited from displaying advertisements through the DE-BATES platform. However, you may publish Branded Content on the DE- BATES platform as outlined in Section 9 above.",
        "section13Title": "13. Respecting Copyright",
        "paragraph34": "E-VNTS CO. values the intellectual property rights of others and adheres to the stipulations outlined in the Digital Millennium Copyright Act (“DMCA”) and other relevant laws. If you are a copyright holder or an authorized representative and believe that content on the DE-BATES platform infringes upon your copyrights, please submit a notice in accordance with our DMCA Guidelines. These guidelines provide additional details on our policies, the necessary components for your notice, and instructions for submission.",
        "section14Title": "14. Trademarks",
        "paragraph35": "E-VNTS CO., the DE-BATES logos, and any other product or service name, logo, or slogan used by E-VNTS CO., along with the unique appearance and ambiance of the DE-BATES platform, which includes all page headers, custom graphics, button icons, and scripts, are trademarks or trade dress of E-VNTS CO. They may not be utilized, either in full or in part, in association with any product or service that does not belong to E-VNTS CO., in a manner that could confuse users, or in any way that denigrates or undermines the reputation of E-VNTS CO., without our prior written consent. Any usage of these trademarks must adhere to the E-VNTS CO. Trademark Guidelines.",
        "paragraph36": "Other trademarks mentioned within the DE-BATES platform are the property of their respective owners. Mention of or reference to products, services, processes, or other information by trade name, trademark, manufacturer, supplier, or otherwise does not indicate or imply our endorsement, sponsorship, or recommendation, or any other form of affiliation.",
        "section15Title": "15. Third-Party Content",
        "paragraph37": "Beyond the content provided by our users, DE-BATES may also feature other third-party content on the platform (referred to as the “Third-Party Content”). E-VNTS CO. does not exert control over, nor does it endorse, any Third-Party Content and does not provide any assurances or warranties, implicit or explicit, about the accuracy, completeness, or reliability of such content. It's important to note that DE-BATES does not create, update, or actively monitor this Third- Party Content. As a result, to the extent allowed by applicable laws, E-VNTS CO. is not liable for any Third-Party Content presented on the DE-BATES platform.",
        "paragraph38": "Users should exercise discretion when deciding to engage with or use third-party websites or applications linked from DE-BATES (hereafter referred to as the “Reference Sites”). E-VNTS",
        "paragraph39": "CO. neither controls nor endorses these Reference Sites or their associated information, materials, products, or services. Furthermore, E-VNTS CO. does not provide any form of representation or warranty about these Reference Sites. Additionally, any interactions, transactions, or promotional engagements you enter into with advertisers found on or via DE- BATES are strictly between you and the said advertiser.Accessing and using these Reference Sites, inclusive of their information, materials, products, and services, is at your sole discretion and risk.",
        "section16Title": "16. Idea Submission",
        "paragraph40": "By forwarding ideas, suggestions, documents, and/or proposals (referred to as the “Submissions”) to E-VNTS CO. or its representatives on the DE-BATES platform, you recognize and consent that E-VNTS CO. has the right to utilize or disclose these Submissions for any purpose, in any manner, without offering any compensation or acknowledgment to you.",
        "section17Title": "17. Termination",
        "paragraph41": "You may conclude your license to utilize the DE-BATES services offered by E-VNTS CO. and this Terms of Service agreement at your own discretion at any time by discontinuing the use of the DE-BATES services or, if you've registered, by deleting your DE-BATES account. For residents of the European Union, the European Economic Area, the United Kingdom, or Brazil, who are acting as a Consumer, you may possess the right to withdraw from or cancel the agreement for the utilization of the DE-BATES services under these Terms of Service within a specified cooling-off period. The specifics of how this right may be applied are detailed in our EU, EEA, UK & Brazil Consumer Right of Withdrawal Information.",
        "paragraph42": "E-VNTS CO., to the maximum extent allowed by applicable law, retains the right, without prior notice and at its sole discretion, to cease providing the Services (or any associated features) to you or to users in general, to conclude this Terms of Service agreement with you, to terminate your license to use the DE-BATES services (including the posting of User Content), and to hinder or prevent your future access to and use of the DE-BATES services for any reason. This includes, but is not limited to, if: (a) your utilization of the DE-BATES services breaches these Terms of Service or applicable laws; (b) you fraudulently use or misuse the DE-BATES services; or (c) E-VNTS CO. can no longer offer the DE-BATES services to you due to technical or valid business considerations. Our right to terminate our services, this agreement, and your license encompasses the ability to cease or suspend your access to any purchased products or services.",
        "paragraph43": " To the furthest extent allowed by applicable law, your sole recourse regarding any dissatisfaction with: (i) the DE-BATES services, (ii) any term of these Terms of Service, (iii) any policy or practice of E-VNTS CO. in operating the DE-BATES services, or (iv) any content or information conveyed through the DE-BATES services, is to terminate your account and to cease using all facets of the DE-BATES services.",
        "paragraph44": "For residents of the Republic of Korea, the European Union, the European Economic Area, the United Kingdom, and Brazil who are acting as a Consumer, barring situations where E-VNTS CO. deems that providing notice is legally prohibited or that any notice might cause harm to you, third parties, E-VNTS CO., or its affiliates, E-VNTS CO. will promptly notify you of the rationale behind its actions.",
        "section18Title": "18. Disputes",
        "paragraph45": "<ul><li><span>a. Indemnification:</span>To the fullest extent permitted by applicable law, you agree to indemnify, defend, and hold harmless E-VNTS CO., DE-BATES, its affiliated entities, and each of our respective contractors, employees, officers, directors, agents, third-party suppliers, licensors, and partners (collectively, the “E-VNTS Parties”) from any claims, losses, damages, demands, expenses, costs, and liabilities, including legal fees and expenses, arising out of or related to your access, use, or misuse of the DE-BATES services, any User Content you post, store, or otherwise transmit in or through the DE-BATES services, your violation of the rights of any third party, any violation by you of these Terms of Service, or any breach of the representations, warranties, and covenants made by you herein. You agree to promptly notify the E-VNTS Parties of any third-party claim, and E-VNTS CO. reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify E-VNTS CO., and you agree to cooperate with E-VNTS CO.’s defense of these claims. E-VNTS CO. will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.</li><li><span>b. Disclaimers; No Warranties</span> <ul class=\"sublist\"> <li><span>i. No Warranties</span><p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW AND EXCEPT AS STATED IN SUBSECTION ii. BELOW: (A) THE DE-BATES SERVICES AND THE CONTENT AND MATERIALS CONTAINED THEREIN ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, EXCEPT AS EXPRESSLY PROVIDED TO THE CONTRARY IN WRITING BY E-VNTS CO.; (B) THE E-VNTS PARTIES DISCLAIM ALL OTHER WARRANTIES, STATUTORY, EXPRESS, OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT AS TO THE DE-BATES SERVICES, INCLUDING ANY INFORMATION, CONTENT, OR MATERIALS CONTAINED THEREIN; (C) E-VNTS CO. DOES NOT REPRESENT OR WARRANT THAT THE CONTENT OR MATERIALS ON THE DE-BATES SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR-FREE; (D) E-VNTS CO. IS NOT RESPONSIBLE FOR TYPOGRAPHICAL ERRORS OR OMISSIONS RELATING TO TEXT OR PHOTOGRAPHY; AND (E) WHILE E-VNTS CO. ATTEMPTS TO MAKE YOUR ACCESS AND USE OF THE DE-BATES SERVICES SAFE, E-VNTS CO. CANNOT AND DOES NOT REPRESENT OR WARRANT THAT THE DE-BATES SERVICES OR OUR SERVER(S) ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, AND THEREFORE, YOU SHOULD USE INDUSTRY- RECOGNIZED SOFTWARE TO DETECT AND DISINFECT VIRUSES FROM ANY DOWNLOAD. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM E-VNTS CO. OR THROUGH THE DE-BATES SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.</p></li><li><span>ii. Brazil, EU/EEA/UK Warranty Rights</span><p>For residents of Brazil, the European Union, the European Economic Area, the United Kingdom, or Switzerland who are acting as a Consumer, there are warranty rights under applicable law in case of any non-conformity of digital content and services. Such rights shall remain unaffected by these Terms of Service. In such cases, E-VNTS CO. offers no further implied or statutory warranties or conditions with regard to digital content and services, and explicitly disclaims all implied warranties and conditions to the maximum extent permitted by applicable law.</p> <p>You acknowledge that we may modify the DE-BATES services from time to time without causing its non-conformity, including when needed to comply with applicable law or regulation, or for justified commercial, security, or operational reasons, and including to enhance your access to the DE-BATES services.</p></li> </ul> </li><li><span>c. Limitation of Liability and Damages</span><ul class=\"sublist\"><li><span>i. Limitation of Liability</span><p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW: (A) IN NO EVENT SHALL E-VNTS CO. OR THE E-VNTS PARTIES BE LIABLE FOR ANY DIRECT, SPECIAL, INDIRECT, OR CONSEQUENTIAL DAMAGES, OR ANY OTHER DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS, OR LOSS OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE), OR OTHERWISE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF OR INABILITY TO USE THE DE-BATES SERVICES, THE CONTENT OR THE MATERIALS, INCLUDING WITHOUT LIMITATION ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE ON ANY INFORMATION OBTAINED FROM E-VNTS CO., OR THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION, OR UNAUTHORIZED ACCESS TO E-VNTS CO.’S RECORDS, PROGRAMS, OR SERVICES; AND (B) IN NO EVENT SHALL THE AGGREGATE LIABILITY OF E-VNTS CO., WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE, OR IMPUTED), PRODUCT LIABILITY, STRICT LIABILITY, OR OTHER THEORY, ARISING OUT OF OR RELATING TO THE USE OF OR INABILITY TO USE THE DE-BATES SERVICES EXCEED THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESSING THE DE- BATES SERVICES DURING THE TWELVE (12) MONTHS IMMEDIATELY PRECEDING THE DATE OF THE CLAIM OR ONE HUNDRED DOLLARS, WHICHEVER IS GREATER. TO THE EXTENT THAT APPLICABLE LAW PROHIBITS LIMITATION OF SUCH LIABILITY, E-VNTS CO. SHALL LIMIT ITS LIABILITY TO THE FULL EXTENT ALLOWED BY APPLICABLE LAW.</p> <p>To the extent required by applicable law, nothing in these Terms shall restrict our liability for death or personal injuries caused by E-VNTS CO.; for damages caused by E-VNTS CO.’s fraud, willful misconduct, or gross negligence; and for other losses that may not be excluded or limited by applicable law.</p></li><li><span>ii. Reference Sites</span><p>THESE LIMITATIONS OF LIABILITY ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY YOU BY REASON OF ANY PRODUCTS OR SERVICES SOLD OR PROVIDED ON ANY REFERENCE SITES OR OTHERWISE BY THIRD PARTIES OTHER THAN E-VNTS CO. AND RECEIVED THROUGH OR ADVERTISED ON THE DE-BATES SERVICES OR RECEIVED THROUGH ANY REFERENCE SITES.</p> </li><li><span>iii. Basis of the Bargain</span><p>YOU ACKNOWLEDGE AND AGREE THAT E-VNTS CO. HAS OFFERED THE DE- BATES SERVICES, USER CONTENT, MATERIALS, AND OTHER CONTENT AND INFORMATION, SET ITS PRICES, AND ENTERED INTO THESE TERMS OF SERVICE IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN, THAT THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND E-VNTS CO., AND THAT THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND E-VNTS CO. E-VNTS CO. WOULD NOT BE ABLE TO PROVIDE THE DE-BATES SERVICES TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.</p></li></ul></li><li><span>d. Applicable Law and Venue</span> <ul class=\"sublist\"><li><span>(i) Applicable Law and Jurisdiction</span><p>(i)Applicable Law and Jurisdiction To the fullest extent permitted by applicable law, you and E- VNTS CO. I agree that if you are an organization or a consumer resident of a jurisdiction other than Brazil, the European Union, the European Economic Area, and the United Kingdom, the following governing law and arbitration provision applies:</p><p>PLEASE READ THE FOLLOWING CAREFULLY BECAUSE IT REQUIRES YOU TO ARBITRATE DISPUTES WITH E-VNTS CO. AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM E-VNTS CO.</p><p>(b) Any dispute between the parties will be governed by this Agreement and the laws of the state of Delaware and applicable United States law, without giving effect to any conflict of laws principles that may provide for the application of the law of another jurisdiction.</p> <p>(c) Whether the dispute is heard in arbitration or in court, you and E-VNTS CO. will not commence against the other a class action, class arbitration, or other representative action or proceeding.</p><p>(ii) For residents of Brazil, the European Union, the European Economic Area, the United Kingdom, or Switzerland who are acting as a Consumer, these Terms of Service and any disputes, claims, or causes of action arising out of or in connection with them will be governed by the laws of the state of Delaware and applicable United States law. In such cases, disputes shall be resolved in the competent civil courts as determined by applicable law.</p> <p>(iii) If you are a resident in any jurisdiction other than those named in (ii) in which the arbitration provision in the section (i)(a) above is found to be unenforceable, then any disputes, claims, or causes of action arising out of or in connection with these Terms of Service shall be brought and resolved by the state or federal courts in Newark, Delaware or, if required by applicable law, then by competent civil courts within your jurisdiction of residence. If the governing law provision in (i)(b) is found to be unenforceable, then the laws of your jurisdiction of residence shall govern.</p></li> </ul></li><li><span>e. Claims</span><p>TO THE EXTENT PERMITTED BY APPLICABLE LAW, YOU AND E-VNTS CO. AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE DE- BATES SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES. OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p></li></ul>",
        "section19Title": "19. Miscellaneous",
        "paragraph46": "<ul><li><span>a. Waiver:</span> If E-VNTS CO. fails to exercise or enforce any right or provision of these Terms of Service, it will not constitute a waiver of such right or provision. Any waiver of any provision of these Terms of Service will be effective only if in writing and signed by the relevant party of DE-BATES</li><li><span>b. Severability:</span>  If any provision of these Terms of Service is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated from these Terms of Service to the minimum extent necessary and will not affect the validity and enforceability of any remaining provisions.</li><li><span>c. Assignment:</span> To the extent permitted by applicable law, these Terms of Service, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by E-VNTS CO. without restriction. Any assignment attempted to be made in violation of these Terms of Service shall be void.</li><li><span>d. Survival:</span>Upon termination of these Terms of Service, any provision which, by its nature or express terms should survive, will survive such termination or expiration. This includes, but is not limited to, the stipulated sections that pertain to the governance, rights, obligations, and understandings between the parties involved.</li><li><span>e. Entire Agreement:</span> These Terms of Service represent the entire agreement between you and E- VNTS CO. (under the branding DE-BATES) relating to the subject matter herein and will not be modified except by a writing signed by authorized representatives of both parties, or by a change to these Terms of Service made by E-VNTS CO. as set forth in the governing sections above.</li></ul>",
        "section20Title": "20. Contact Information",
        "paragraph47": "The DE-BATES platform is offered by: E-VNTS CO.",
        "paragraph48": "254 Chapman Rd, Ste 208 #13504",
        "paragraph49": "Newark, Delaware 19702",
        "paragraph50": "ESA",
        "paragraph51": "ENTITY ID: 7589464",
        "paragraph52": "If you are a California resident or any other jurisdiction that mandates such provision, you may have this same information emailed to you by sending a letter to the foregoing address with your email address and a request for this information.",
        "paragraph53": "E-VNTS CO. is a company registered in the US State of Delaware under ENTITY ID: 7589464.",
        "paragraph54": "If you have any questions or would like more information, please contact our support team at <a href=\"mailto:support@e-vnts.com\">support@e-vnts.com</a>",

        "dmpagettl": "DMCA",
        "dmupdate": "Updated on the 29 of July, 2024",
        "dmhead1": "Digital Millennium Copyright Act & Copyright Notification Guidelines",
        "dmpara1": "Navigating the landscape of copyright law can be tricky. Whether you're a content creator receiving a copyright notification or a rights holder looking to submit one, these guidelines aim to clarify DE-BATES' commitment to adhering to the Digital Millennium Copyright Act (commonly known as the DMCA) and other relevant copyright laws, both in the US and Brazil.",
        "dmpara2": "Please remember, while this guide offers insight, it's not a substitute for legal advice. We always recommend consulting with legal professionals regarding specific situations, potential infringements, or any questions about the application of copyright law.",
        "dmhead2": "Table of Contents",
        "dmpara3": "<ul class=\"dmcalist\"><li>What is the DMCA?</li><li>DE-BATES’ Role</li><li>DE-BATES’ Actions Upon Receipt of Notifications of Claimed Infringement</li><li>DE-BATES’ Actions Upon Receipt of Counter-Notifications</li><li>DE-BATES’ Actions Upon Receipt of Retractions</li><li>Requirements for Notifications, Counter-Notifications, and Retractions</li><li>How to Submit a Notification of Claimed Infringement</li><li>How to Submit a Counter-Notification</li><li>How to Submit a Retraction</li><li>Repeat Infringer Policy</li><li>Designated Copyright Agent</li></ul>",
        "dmpara4": "<b>What is the DMCA?</b> The DMCA, along with its counterparts in other countries, sets the guidelines for platforms like DE-BATES, which feature user-generated content, to address potential copyright infringements. When rights holders believe their copyrighted content has been used without permission on platforms like DE-BATES, they can submit a notification of claimed infringement. This act also allows for counter-notifications and retractions.",
        "dmpara5": "<b>DE-BATES’ Role: </b> DE-BATES acts as a neutral intermediary, processing notifications of claimed infringements and counter-notifications. It's up to the rights holder and the account holder to settle any disputes. DE-BATES also:",
        "dmpara6": "<ul class=\"dmcalist\"><li>Establishes requirements for notifications and counter-notifications.</li><li>Monitors notifications, counter-notifications, and any related court orders.</li> <li>Implements a policy to manage repeated infringements, termed the “Repeat Infringer Policy”.</li></ul>",
        "dmpara7": "<b>DE-BATES’ Actions Upon Receipt of Notifications of Claimed Infringement:</b> Upon receiving a valid notification, DE-BATES generally notifies the account holder and removes or restricts access to the content in question. If the infringement is ongoing, we may suspend the account.",
        "dmpara8": "<b>DE-BATES’ Actions Upon Receipt of Counter-Notifications:</b> If a valid counter-notification is received, DE-BATES typically informs the original claimant and may restore the content.",
        "dmpara9": "<b>DE-BATES Actions Upon Receiving Retractions:</b> Upon receipt of a retraction, DE-BATES may restore the content, and the notification will not count as an infringement under our Repeat Infringer Policy.",
        "dmhead3": "Requirements for Notifications, Counter-Notifications, and Retractions",
        "dmpara10": "<b>How to Submit a Notification of Claimed Infringement</b> Rights holders or their agents can submit a notification by providing all required details to DE-BATES' Designated Copyright Agent.",
        "dmpara11": "<b>How to Submit a Counter-Notification</b> If you believe a notification was a mistake or misidentification, you can send a counter-notification to DE-BATES.",
        "dmpara12": "<b>How to Submit a Retraction Retractions</b> can be sent directly to DE-BATES if rights holders or their agents wish to retract a notification.",
        "dmpara13": "<b>Repeat Infringer Policy</b> DE-BATES will limit or terminate access for users who repeatedly infringe copyrights. A user with three copyright strikes is deemed a repeat infringer. Each notification, counter-notification, or retraction is considered carefully in light of our Repeat Infringer Policy.",
        "dmpara14": "<b>Designated Copyright Agent</b> E-VNTS CO., operating as DE-BATES, has a designated agent to manage copyright-related matters:",
        "dmpara15": "Email: <a href=\"mailto:dmca@e-vnts.com\">dmca@e-vnts.com</a>",
        "dmpara16": "Mailing Address: 254 Chapman Rd, Ste 208 #13504, Newark, Delaware 19702, US",
        "dmpara17": "Please ensure that only copyright-related notifications, counter-notifications, and retractions are sent to the Designated Copyright Agent. For other inquiries or support, please contact our customer service.",



        "avpagettl": "Privacy Notice",
        "avupdate": "Updated on the 29 of July, 2024",
        "avhead1": "DE-BATES PRIVACY NOTICE",
        "avpara1": "Modification Date: [July 30, 2024]",
        "avpara2": "Welcome! We are E-VNTS CO, operating under the brand name DE-BATES, a platform that encourages and supports debate-driven events. Our goal is to foster open dialogue and promote understanding through constructive debates.",
        "avpara3": "This Privacy Notice elaborates on how DE-BATES (“DE-BATES”, “Company”, “we”, “us”, or “our”) gathers, utilizes, discloses, and otherwise handles personal information in alignment with our platforms and services (the “Services”). It doesn't detail our privacy actions related to DE- BATES job candidates, employees, and other personnel.",
        "avpara4": "DE-BATES, while being a U.S. entity, acknowledges its obligations under Brazilian Data Regulations, particularly the LGPD (Lei Geral de Proteção de Dados) and Marco Civil da Internet, as it launches its MVP in Brazil. We aim to ensure compliance with these regulations in our operations and data handling practices.",
        "avpara5": "DE-BATES is the controller of the personal information we maintain about you concerning your use of the Services. This means that we determine and are accountable for how your personal information is employed.",
        "avpara6": "<ul><li><span>I. Definition of Personal Information:</span> In this Privacy Notice, the term “personal information” signifies any data or information that identifies or can be linked, either directly or indirectly, with a particular individual or household, or any other data that falls under the category of personal information as per American, Brazilian and other worldwide regulations.</li><li><span>II. Gathering and Utilization of Personal Information:</span> We accumulate personal information through various means. For instance, you may offer your personal information when registering, participating in a debate, sending messages, or using other features of our Service. Some information may also be automatically collected, or we might gather your personal information from third parties.</li><li>Personal information may be linked or merged with information received from third parties, as well as data collected automatically. This ensures a tailored experience for you.</li></ul>",
        "avhead2": "Personal Information Directly Collected from You",
        "avpara7": "The categories of personal information we might collect include:",
        "avpara8": "<ul><li><span>— Contact Information:</span> For direct communications and marketing purposes based on your preferences.</li><li><span>— Account Information:</span> Account Information: To manage your account, provide you with relevant services, communicate with you about your account and the Service, and for customer support.</li><li><span>— Payment Information:</span> If our services involve payments, we collect necessary payment details. Please note that third-party payment processors handle these transactions.</li><li><span>— Identification Information:</span> Necessary for bidders to withdraw winnings through the Services. Third-party verification service providers may handle this.</li><li><span>— Inquiry and Communications Information:</span> To respond to your inquiries and improve our services.</li><li><span>— Newsletter and Promotional Messages:</span> To communicate with you about products or services. Service-related emails cannot be unsubscribed from.</li><li><span>— Event Information:</span> To manage and facilitate our services.</li><li><span>— Information Through Your Use of the Service:</span> Including user content and metadata associated with your discussions. All user content, including profile information, is publicly displayed.</li><li><span>— Feedback Information:</span> Used for business improvement.</li></ul>",
        "avhead3": "Automatically Collected Personal Information",
        "avpara9": "We and our third-party partners might automatically collect certain data from your device, such as:",
        "avpara10": "<ul><li><span>— Log Data:</span> Such as IP address, operating system, browser details, and more.</li><li><span>— Analytics Data:</span> Including the path taken through our services and activity on our platform.</li><li><span>— Location Data:</span> Derived from your IP address.</li><li><span>— Cookie Data:</span> To personalize your experience on our platform.</li></ul>",
        "avhead4": "Personal Information from Third Parties",
        "avpara11": "We might receive personal information from:",
        "avpara12": "<ul><li><span>— DE-BATES Entities:</span> Other brands owned by E-VNTS CO.</li><li><span>— Other Users or Individuals:</span> Those who interact with our Services</li><li><span>— Social Media:</span> Depending on your privacy settings on platforms such as Facebook or Twitter.</li> <li><span>— Authentication Services:</span> Such as Google or Facebook for login purposes.</li><li><span>— Other Sources:</span> Including publicly available sources.</li></ul>",
        "avhead5": "Additional Uses of Personal Information",
        "avpara13": "Your personal information might be used to:",
        "avpara14": "— To fulfill the purpose for which it was provided. <br>— To manage the day-to-day operations of our company. <br>— To communicate with you in various ways. <br>— To conduct research and improve our services. <br>— To maintain the security and integrity of our assets and business. <br>— To comply with legal obligations. <br>— Any other legal purpose or purpose to which you consent.",
        "avpara15": "When reaching out to us, we may need extra details to fulfill requests or inquiries. In such cases, any additional privacy information provided will govern our processing of the information.",
        "avhead6": "SHARING WITH THIRD PARTIES",
        "avpara16": "<ul> <li><span>E-VNTS CO Entities:</span> DE-BATES may share personal information with other companies owned or controlled by E-VNTS.CO. This includes our subsidiaries or our parent company and any of its subsidiaries, especially when we collaborate in offering our Services.</li> <li><span>Customer Service and Communications Providers:</span> Personal data is shared with third parties who help us provide customer service and facilitate communications for people who submit inquiries or sign up for our newsletters.</li> <li><span>Other Service Providers:</span> In addition to the third parties mentioned above, we engage other service providers to perform operational services, such as website hosting, IT services, analytics, employment services, payment processing, and administrative functions.</li><li><span>Other Users:</span> Engaging in our online communities or purchasing products/services through our Services may result in your public profile information being disclosed to other community members, and any other information you choose to make public.</li> <li><span>Contests, Sweepstakes, and Surveys:</span> Personal data are shared with third parties who assist us in administering contests, sweepstakes, or surveys and processing responses.</li> <li><span>Ad Networks and Advertising Partners:</span> During negotiations or in connection with a business transaction, such as a merger or acquisition, personal information may be disclosed or transferred as an asset.</li><li><span>Legal Obligations and Rights:</span> Personal data may be disclosed to legal advisors and law enforcement authorities for legal claims, compliance with laws, protection of rights and property, fraud detection, and other legal obligations.</li> <li><span>With Your Consent:</span> Specific personal information may be disclosed to third parties or publicly with the individual's explicit consent.</li></ul>",
        "avpara17": "(i) WITH RESPECT TO THE SHARING OF PERSONAL DATA WITH THIRD PARTIES, IN ACCORDANCE WITH ARTICLE 7, VIII, AND ARTICLE 11 OF THE BRAZILIAN GENERAL DATA PROTECTION LAW (LGPD), WE HIGHLIGHT THAT THE PRIOR CONSENT OF USERS IS ESSENTIAL. BEFORE ANY SHARING OF PERSONAL DATA, DE-BATES USERS WILL BE DULY INFORMED AND WILL HAVE THE OPPORTUNITY TO CONSENT OR NOT TO THIS TRANSFER.",
        "avpara18": "(ii) ADDITIONALLY, WE EMPHASIZE THAT ANY PERSONAL DATA THAT IS EVENTUALLY SHARED WILL BE ANONYMIZED, AS ESTABLISHED IN ARTICLE 13 OF THE LGPD. THIS MEANS THAT, EVEN WHEN SHARED, THE DATA WILL NOT DIRECTLY IDENTIFY INDIVIDUALS, ENSURING THE PRESERVATION OF PRIVACY AND COMPLIANCE WITH CURRENT LEGISLATION.",
        "avhead7": "DATA COLLECTION AND ADVERTISING",
        "avpara19": "<ul><li><span>Interest-Based Advertising:</span> DE-BATES participates in interest-based advertising, using third-party advertising companies to serve targeted ads based on browsing history. Third-party services collect information about your use of our online services over time for targeted advertising.</li><li><span>Social Media Platforms:</span> We may display targeted ads on platforms such as Facebook, Twitter, Instagram, and LinkedIn. We may share unique identifiers with these platforms to target ads.</li> <li><span>Third-Party Marketing Partners:</span> DE-BATES works with third-party partners such as Google Analytics to understand user interactions and personalize ads and content.</li></ul>",
        "avpara20": "For more details on these practices and choices regarding cookies, see the \"Control Over Your Information\" section below.",
        "avhead8": "CONTROL OVER YOUR INFORMATION",
        "avpara21": "<ul><li><span>Access to Your Device Information:</span> Control the Services’ access to your device information through your device’s “Settings” application.</li><li><span>Email Preferences:</span> Unsubscribe from promotional email communications. Service-related communications cannot be opted out.</li> <li><span>Push Notifications:</span> Control push notifications through your iOS or Android settings.</li><li><span>SMS:</span> Opt out of receiving SMS text messages.</li> <li><span>Modifying Your Information:</span> For modifications or opt-outs, please contact us at <a href=\"mailto:support@debates.com.\">support@debates.com.</a>.</li> <li><span>Cookies:</span> Understand and control the use of cookies through the \"Information We Collect Automatically\" section above.</li><li><span>Online Advertising:</span> Learn more about interest-based advertising and opt-out choices.</li> </ul>",
        "avhead9": "CHILDREN'S DATA PROTECTION",
        "avpara22": "DE-BATES doesn’t knowingly collect data from children under 13. Parents/guardians are urged to contact us for data removal if their child has provided any personal data.",
        "avhead10": "THIRD-PARTY LINKS",
        "avpara23": "Our Services might have links to third-party websites or services. This Privacy Notice doesn't cover their privacy practices.",
        "avhead11": "PRIVACY NOTICE UPDATES",
        "avpara24": "This Privacy Notice may be updated periodically. Changes will be effective immediately upon posting, and the date at the start will be updated.",
        "avhead12": "CONTACT",
        "avpara25": "For questions or requests related to this Privacy Notice, email us at support@debates.com.",
        "avhead13": "REGIONAL DISCLOSURES",
        "avpara26": "Specific regions may have additional privacy regulations. Refer to the respective sections below for more details.",
        "avhead14": "EUROPEAN ECONOMIC AREA, UK, AND SWITZERLAND DISCLOSURES",
        "avpara27": "This section provides information specific to users from the EEA, UK, and Switzerland. Ensure you’ve read and understood these alongside our TOS.",
        "avhead15": "PROFILING",
        "avpara28": "We may analyze your data to create a profile of your preferences for more relevant communications.",
        "avhead16": "YOUR DATA RIGHTS",
        "avpara29": "You have various rights regarding your data, including access, portability, rectification, erasure, and more. To exercise these rights, contact support@debates.com.",
        "avhead17": "COOKIES AND TECHNOLOGIES",
        "avpara30": "Our Services use cookies and similar technologies for a better user experience. You can manage your preferences at any time.",
        "avhead18": "DATA TRANSFERS AND SECURITY",
        "avpara31": "Your data may be transferred internationally, and we ensure compliance with data protection laws. We've implemented measures to protect your information.",
        "avhead19": "YOUR EU RIGHTS",
        "avpara32": "EU users have specific rights under the GDPR. These include rights to access, rectify, and delete their personal data, among others."




    },
    "pt": {
        "termMenu": "Termos de Serviço",
        "avisMenu": "Aviso de Privacidade",
        "diretMenu": "Diretrizes da Comunidade",
        "dmcaMenu": "DMCA",

        "pageTitle": "Termos de Serviço",
        "updatedDate": "Atualizado em 29 de Julho de 2024",
        "section1Title": "1. Introdução ; Seu Acordo com Estes Termos de Serviço",
        "introText": "POR FAVOR, LEIA ESTE TERMOS DE SERVIÇO CUIDADOSAMENTE. ESTE É. UM CONTRATO VINCULATIVO.",
        "paragraph1": "Bem-vindo aos serviços operados pela E-VNTS CO., também conhecida como DE-BATES (coletivamente com suas afiliadas, \"E-VNTS CO.\" ou \"Nós\"). Isso engloba o site disponível em de-bates.com, sua rede de sites, aplicativos de software e todos os outros produtos ou serviços oferecidos pela E-VNTS CO., referidos coletivamente como os \"Serviços DE-BATES\". Outros serviços apresentados pela E-VNTS CO. podem estar sujeitos a termos distintos.",
        "paragraph2": "Ao utilizar os Serviços DE-BATES, você concorda com as Diretrizes da Comunidade da E-VNTS CO. e quaisquer regras ou diretrizes adicionais postadas nos Serviços DE-BATES ou disponibilizadas para você. Estas podem estar relacionadas a serviços ou recursos específicos aos quais você pode acessar. A E-VNTS CO. também pode ter serviços pagos específicos, sujeitos aos Termos de Venda da E-VNTS CO. e quaisquer termos complementares divulgados em conexão com esses serviços. Todas essas condições e diretrizes (\"Diretrizes\") são parte integrante destes Termos de Serviço.",
        "paragraph3": "Estes Termos de Serviço são aplicáveis, quer você seja um usuário registrado dos Serviços DE-BATES ou um visitante não registrado. Ao clicar em \"Registrar-se\", baixar, acessar ou utilizar os Serviços DE-BATES, você está celebrando um contrato legalmente vinculativo com a E-VNTS CO. em relação ao seu uso. Você confirma que leu, entendeu e concorda com estes Termos de Serviço. Se você discordar de qualquer parte destes Termos de Serviço, por favor, abstenha-se de acessar ou utilizar qualquer um dos Serviços DE-BATES.",
        "paragraph4": "Se você estiver usando a DE-BATES ou configurando uma conta com a E-VNTS CO. em nome de uma empresa, entidade ou organização (coletivamente, \"Organização Assinante\"), você garante que: (i) você é um representante autorizado com poder para vincular a Organização Assinante a estes Termos de Serviço e conceder as licenças aqui contidas; e (ii) você aceita estes Termos de Serviço em nome da Organização Assinante.",
        "section2Title": "2. Uso da DE-BATES por Menores e Pessoas Bloqueadas",
        "paragraph5": "Os Serviços DE-BATES, fornecidos pela E-VNTS CO., não estão acessíveis a indivíduos com menos de 13 anos. Se você estiver entre 13 e a idade legal de maioridade em seu local de residência, poderá utilizar os Serviços DE-BATES apenas sob a orientação de um pai ou responsável legal que consinta em ficar vinculado a estes Termos de Serviço.",
        "paragraph6": "Além disso, os Serviços DE-BATES não estão disponíveis para nenhum usuário anteriormente expulso dos Serviços DE-BATES pela E-VNTS CO. ou para qualquer pessoa proibida de recebê-los sob as leis dos Estados Unidos (incluindo suas restrições e regulamentações de exportação e reexportação) ou regulamentos aplicáveis em qualquer outra jurisdição.",
        "paragraph7": "AO BAIXAR, INSTALAR OU UTILIZAR DE QUALQUER OUTRA FORMA OS SERVIÇOS DE-BATES, VOCÊ CONFIRMA QUE TEM PELO MENOS 13 ANOS DE IDADE. SE VOCÊ TIVER ENTRE 13 E A IDADE LEGAL DE MAIORIDADE EM SUA JURISDIÇÃO DE RESIDÊNCIA, VOCÊ CONFIRMA QUE SEU PAI OU RESPONSÁVEL LEGAL CONCORDA COM ESTES TERMOS DE SERVIÇO. VOCÊ TAMBÉM CONFIRMA QUE NÃO FOI PREVIAMENTE EXCLUÍDO OU NÃO ESTÁ PROIBIDO DE USAR OS SERVIÇOS DE-BATES.",
        "section3Title": "3. Aviso de Privacidade",
        "paragraph8": "Sua privacidade é fundamental para a E-VNTS CO. e para a DE-BATES. Por favor, consulte nosso Aviso de Privacidade para obter detalhes sobre como coletamos, utilizamos e divulgamos seus dados pessoais. Além disso, consulte nossas Escolhas de Privacidade para orientações sobre como você pode gerenciar sua privacidade online ao acessar e utilizar os Serviços DE-BATES.",
        "section4Title": "4. Conta",
        "paragraph9": "<b>a. Conta e Senha:</b> Para criar uma conta na DE-BATES, um serviço fornecido pela E-VNTS CO., você será solicitado a fornecer detalhes específicos, incluindo um nome de conta e uma senha.",
        "paragraph10": "Você é o único responsável por proteger a confidencialidade de sua conta e senha e por limitar o acesso ao seu dispositivo. Se você permitir que outras pessoas usem suas credenciais de conta, está concordando com estes Termos de Serviço em nome de qualquer pessoa que acesse a plataforma DE-BATES usando sua conta ou senha. Você também é responsável por todas e quaisquer atividades decorrentes de sua conta ou senha. Certifique-se de que as informações fornecidas à E-VNTS CO. durante o registro e em todos os momentos subsequentes sejam verdadeiras, precisas, atuais e completas da melhor maneira possível.",
        "paragraph11": "A menos que explicitamente concedido por escrito pela E-VNTS CO., você está proibido de vender, alugar, arrendar, transferir, compartilhar ou fornecer acesso à sua conta a qualquer terceiro. Isso inclui quaisquer ações que envolvam cobrar outros pelo acesso a direitos administrativos em sua conta. A E-VNTS CO. reserva todos os direitos e recursos legais ao seu dispor para dissuadir o uso não autorizado da plataforma DE-BATES, o que pode incluir barreiras tecnológicas, mapeamento de IP e, em situações graves, entrar em contato com seu provedor de serviços de internet sobre tal atividade não autorizada.",
        "paragraph12": "<b>b. Contas de Terceiros:</b> A E-VNTS CO. pode permitir que você se registre e acesse a plataforma DE-BATES por meio de determinados serviços de terceiros. A coleta, utilização e divulgação de suas informações por esses terceiros serão regidas pela política de privacidade desse terceiro. Para mais detalhes sobre como a E-VNTS CO. coleta, usa e divulga seus dados pessoais quando você vincula sua conta DE-BATES a qualquer serviço de terceiros, consulte nosso <a href=\"/aviso.html\">Aviso de Privacidade</a>.",
        "section5Title": "5. Uso de Dispositivos",
        "paragraph13": "O acesso à plataforma DE-BATES, um serviço fornecido pela E-VNTS CO., pode exigir o uso do seu computador pessoal, dispositivo móvel ou outro hardware. Além disso, pode envolver a comunicação com o uso do espaço de armazenamento em tais dispositivos. Você é o único responsável por quaisquer taxas e encargos relacionados à conexão com a Internet ou ao uso de dispositivos móveis incorridos por terceiros ao acessar a plataforma DE-BATES.",
        "section6Title": "6. Modificação destes Termos de Serviço",
        "paragraph14": "A E-VNTS CO., por meio de sua plataforma DE-BATES, pode modificar qualquer um dos termos dentro destes Termos de Serviço publicando os termos atualizados e ajustando a data de “Última modificação”. Seu uso contínuo da plataforma DE-BATES após a data efetiva dos Termos de Serviço atualizados significa sua aceitação desses termos.",
        "paragraph15": "<b>Para residentes dos Estados Unidos e Brasil:</b> A E-VNTS CO. se esforçará para fornecer aviso prévio razoável sobre quaisquer modificações significativas em seus Termos de Serviço. Embora prezamos pela total transparência, é essencial que os usuários revisem regularmente as atualizações para se manterem informados sobre quaisquer mudanças",
        "paragraph16": "<b>Para residentes da República da Coreia:</b> Todas as emendas entrarão em vigor no mínimo30 dias após a publicação; no entanto, quaisquer alterações relacionadas a novos recursos da plataforma, recursos benéficos para o usuário ou ajustes feitos por razões legais podem entrar em vigor imediatamente.",
        "paragraph17": "<b>Para residentes da União Europeia, do Espaço Econômico Europeu, do Reino Unido ou da Suíça</b>  que atuem como consumidores (ou seja, usando o serviço para fins fora do comércio ou profissão) (\"Consumidor\") com uma conta DE-BATES registrada, a E-VNTS CO. dará aviso prévio razoável de modificações a estes Termos de Serviço. Se você não cancelar seu acordo de uso da plataforma DE-BATES sob estes Termos de Serviço antes da data efetiva, será interpretado como seu acordo com os termos atualizados. Quando exigido por lei aplicável, a E-VNTS CO. buscará seu consentimento para os termos atualizados.",
        "section7Title": "7. Licença",
        "paragraph18": "A plataforma DE-BATES, um serviço da E-VNTS CO., é nossa propriedade exclusiva. A menos que especificado de outra forma, todo o conteúdo, informações e outros materiais na plataforma DE-BATES (excluindo o Conteúdo do Usuário, detalhado na Seção 8 abaixo), incluindo, mas não se limitando a, marcas registradas e logotipos da E-VNTS CO., as interfaces visuais, gráficos, design, compilação, informações, software, código de computador (seja código-fonte ou código objeto), serviços, texto, imagens, dados, arquivos de som, outros arquivos e sua seleção e arranjo (doravante referidos como os “Materiais”), são protegidos por direitos de propriedade intelectual pertinentes e leis relacionadas. Todos os Materiais pertencem à E-VNTS CO. ou a seus licenciantes de terceiros.",
        "paragraph19": "Ao concordar com estes Termos de Serviço, você recebe uma licença limitada, não sublicenciável e não transferível, o que significa um direito pessoal e restrito, para acessar e utilizar a plataforma DE-BATES apenas para seus fins pessoais ou internos de negócios.",
        "paragraph20": "A E-VNTS CO. retém todos os direitos não explicitamente concedidos nestes Termos de Serviço.Esta licença está vinculada a estes Termos de Serviço e não permite: <ul> a) Revenda ou utilização comercial da plataforma DE-BATES ou dos Materiais.br <br> b) Distribuição, exibição pública ou apresentação pública de qualquer Material.<br> c) Alteração ou criação de quaisquer usos derivados da plataforma DE-BATES ou dos Materiais, ou de qualquer parte deles.<br>d) Utilização de mineração de dados, robôs ou técnicas de extração de dados análogas.<br> e) Download (exceto o cache de páginas) de qualquer parte da plataforma DE-BATES, dos Materiais ou de qualquer informação contida neles, exceto quando explicitamente permitido. <br> f) Utilização da plataforma DE-BATES ou dos Materiais para fins diferentes de seus fins pretendidos. </ul>",
        "paragraph21": "Qualquer aplicação da plataforma DE-BATES ou dos Materiais que não seja expressamente autorizada aqui, sem o consentimento prévio por escrito da E-VNTS CO., é estritamente proibida e pode infringir direitos de propriedade intelectual ou outras regulamentações. Nada nestes Termos de Serviço conferirá qualquer licença para direitos de propriedade intelectual, seja por impedir alguém de afirmar um direito, implicação ou outros princípios legais. A E-VNTS CO. reserva-se o direito de rescindir esta licença conforme descrito na Seção 17.",
        "section8Title": "8. Conteúdo do Usuário",
        "paragraph22": "A plataforma DE-BATES da E-VNTS CO. oferece a você a oportunidade de participar de debates virtuais, compartilhar suas opiniões, utilizar funções de chat e participar de outras atividades onde você pode criar, postar, transmitir ou armazenar conteúdo, mensagens, texto, áudio, imagens ou outros dados ou materiais (“Conteúdo do Usuário”).",
        "paragraph23": "<ul><li> <span>a. Licença para a E-VNTS CO.</span> <br> i) Se você enviar, transmitir ou armazenar Conteúdo do Usuário usando a plataforma DE-BATES, a menos que acordado de outra forma por escrito por um representante autorizado da E-VNTS CO., você concede à E-VNTS CO. e seus sub licenciados, na máxima extensão e pelo tempo máximo permitido pela lei aplicável, um direito irrestrito, global, irrevogável, totalmente sublicenciável, não exclusivo e isento de royalties para: (a) usar, reproduzir, adaptar, publicar, traduzir, criar obras derivadas, distribuir e exibir tal Conteúdo do Usuário em qualquer forma, formato, mídia ou canais de mídia agora conhecidos ou posteriormente desenvolvidos; e (b) usar o nome, semelhança e qualquer outra informação biográfica que você fornecer em associação com tal Conteúdo do Usuário. Esses direitos se estendem à monetização da plataforma DE-BATES. (ii) Os direitos que você concede em relação à transmissão de debates ou discussões ao vivo cessarão quando você excluir tal Conteúdo do Usuário ou quando encerrar sua conta, com algumas exceções, principalmente: (a) conteúdo compartilhado que tenha sido armazenado ou copiado por outros; (b) conteúdo usado para fins promocionais pela E-VNTS CO.; (c) sistemas de backup e o tempo necessário para remoção; ou (d) quando a retenção for exigida por lei.</li><li><span>b. Representações e Garantias do Conteúdo do Usuário</span> <br> Você é o único responsável pelo seu Conteúdo do Usuário. Você afirma que: (1) você é proprietário ou possui todos os direitos necessários sobre o seu Conteúdo do Usuário; (2) seu Conteúdo do Usuário não infringe os direitos de terceiros, incluindo direitos de propriedade intelectual ou direitos de privacidade ou publicidade; e (3) seu Conteúdo do Usuário não é prejudicial ou malicioso de forma alguma. À E-VNTS CO. reserva-se o direito de tomar medidas contra qualquer usuário que viole estas garantias.</li><li><span>c. O Conteúdo é Enviado por Sua Própria Conta e Risco </span> <br> A E-VNTS CO. emprega medidas de segurança razoáveis para proteger o Conteúdo do Usuário. No entanto, não podemos garantir segurança absoluta. Ao usar a plataforma, você entende os riscos e concorda que a E-VNTS CO. não é responsável pela cópia ou uso não autorizado do seu Conteúdo do Usuário.</li> <li><span>d. Promoções</span> <br> Se você realizar uma promoção (por exemplo, um concurso ou sorteio) na plataforma DE-BATES, você deve garantir que ela cumpra todas as leis e regulamentos aplicáveis. A E-VNTS CO. não é responsável por suas promoções, e você não pode implicar que a E-VNTS CO. endossa ou patrocina tais promoções.</li> <li><span>e. Atividade Política</span> <br> Dentro da plataforma DE-BATES, os usuários podem compartilhar opiniões políticas e participar de atividades relacionadas, desde que cumpram todas as leis aplicáveis. Quaisquer atividades políticas são de responsabilidade exclusiva do usuário, e a E-VNTS CO. não endossa nem apoia tais ações.</li></ul>",
        "section9Title": "9. Conteúdo Patrocinado",
        "paragraph24": "A E-VNTS CO. compreende que alguns usuários da plataforma DE-BATES podem colaborar com marcas e produzir “Conteúdo Patrocinado”. Conteúdo Patrocinado refere-se a qualquer Conteúdo do Usuário que destaque, utilize, discuta ou promova produtos, serviços ou conteúdo específico em troca de um benefício, como compensação monetária ou fornecimento de bens ou serviços. Isso inclui, mas não se limita a, colocação paga de produtos, endossos e patrocínios. A E-VNTS CO. permite a publicação de Conteúdo Patrocinado na plataforma DE-BATES, desde que esteja em conformidade com estes Termos de Serviço e todas as leis relevantes.",
        "paragraph25": "Se você optar por postar Conteúdo Patrocinado na plataforma DE-BATES, concorda em utilizar a ferramenta de Conteúdo Patrocinado da E-VNTS CO. Esta ferramenta fornece aos espectadores uma divulgação por escrito, indicando que seu conteúdo é patrocinado. Além disso, você reconhece que é o único responsável por garantir que seu Conteúdo Patrocinado esteja em conformidade com todas as regulamentações, diretrizes e leis de publicidade pertinentes. Isso inclui, mas não se limita às Diretrizes da Comissão Federal de Comércio dos EUA (as “Diretrizes de Publicidade”). Por exemplo, se você receber pagamento ou produtos gratuitos em troca de discutir ou endossar um produto ou serviço na plataforma DE-BATES, ou se você for um funcionário promovendo os produtos de sua empresa, compromete-se a cumprir as Diretrizes de Publicidade, especialmente no que diz respeito à divulgação desses relacionamentos comerciais.",
        "section10Title": "10. Conduta Proibida",
        "paragraph26": "AO UTILIZAR A PLATAFORMA DE-BATES, você se compromete a não infringir nenhuma lei, contrato, direito de propriedade intelectual ou de terceiros, nem se envolver em qualquer forma de conduta ilícita. Suas ações na plataforma DE-BATES são de sua única responsabilidade, e você está vinculado a estes Termos de Serviço.",
        "paragraph27": "Ao usar nossos serviços, você se compromete a não: <br> <br> <ul><li>i. gerar, fazer upload, disseminar ou armazenar conteúdo que seja enganoso, ilegal, difamatório, invasivo da privacidade ou dos direitos públicos, abusivo ou de outra forma inaceitável; <br> <br>ii. se passar por qualquer entidade ou indivíduo, alegar falsas afiliações, acessar contas da DE-BATES sem permissão ou se envolver em qualquer forma de comportamento enganoso; <br> <br> iii. enviar e-mails não solicitados ou spam para usuários da DE-BATES, incluindo anúncios ou promoções não solicitados; <br> <br> iv. colher ou coletar endereços de e-mail ou outros detalhes de contato de usuários da DE-BATES; <br> <br> v. ameaçar, fraudar ou invadir a privacidade de outros usuários; <br> <br> vi violar quaisquer medidas de segurança na DE-BATES ou manipular qualquer conteúdo nela; <br> <br> vii. engenharia reversa ou tentar extrair o código-fonte de qualquer parte de nossos serviços; <br> <br> viii. adaptar, modificar ou criar derivados de nossa plataforma sem permissão explícita; <br> <br>ix. fazer upload de software malicioso ou realizar ações que possam prejudicar o funcionamento de nossa plataforma; <br> <br> x. retransmitir e-mails de servidores de terceiros sem permissão; <br> <br> xi. empregar meios automatizados para acessar nossos serviços sem nosso consentimento;<br> <br> xii. obscurecer a origem de qualquer conteúdo transmitido através da DE-BATES; <br> <br> xiii.interromper as operações de nossa plataforma ou impactar negativamente outros usuários; <br> <br>xiv.utilizar a conta de outro usuário sem permissão; <br> <br> xv. burlar quaisquer filtros de conteúdo que tenhamos em vigor ou acessar áreas de nossa plataforma sem autorização; <br> <br> xvi.insinuar uma relação com a E-VNTS CO. sem consentimento prévio por escrito; <br> <br> xvii. usar a DE-BATES para quaisquer atividades ilegais ou em violação de quaisquer leis locais, estaduais, nacionais ou internacionais.</li></ul>",
        "paragraph28": "Os usuários brasileiros, em particular, devem estar cientes das regulamentações e proibições específicas sob a lei brasileira, garantindo que sua conduta na plataforma esteja em plena conformidade.",
        "paragraph29": "A E-VNTS CO. não é responsável pelo Conteúdo do Usuário ou por quaisquer consequências decorrentes dele. O uso de nossos serviços é por sua própria conta e risco. A E-VNTS CO. reserva-se o direito de remover ou editar qualquer conteúdo que viole estes termos ou a lei, e você é o único responsável por fazer backup e substituir qualquer conteúdo que você poste.",
        "paragraph30": "Para usuários residentes no Brasil, exceto nos casos em que fornecer aviso é legalmente proibido ou possa prejudicar os usuários, terceiros, a E-VNTS CO. ou suas afiliadas, a E-VNTS CO. informará prontamente você sobre a razão por trás de quaisquer ações tomadas.",
        "paragraph31": "Para residentes da União Europeia, Espaço Econômico Europeu, Reino Unido ou Suíça atuando como Consumidor, a E-VNTS CO. só editará ou removerá o Conteúdo do Usuário por motivos válidos e informará prontamente você sobre a razão por trás de quaisquer ações tomadas, a menos que tal notificação seja legalmente proibida ou irrazoável.",
        "section11Title": "11. Simulcasting",
        "paragraph32": "Enquanto você estiver transmitindo ao vivo na plataforma DE-BATES, não é permitido transmitir simultaneamente (“Simulcast”) em qualquer outra plataforma semelhante à DE-BATES, o que se refere a qualquer rede online ou serviço que suporte a transmissão ao vivo de conteúdo gerado pelo usuário, sem obter consentimento prévio por escrito da E-VNTS CO. Para esclarecer, você pode realizar Simulcasts em plataformas projetadas principalmente para transmissão ao vivo em dispositivos móveis. Este tópico não se aplica a entidades sem fins lucrativos ou governamentais que estão transmitindo ao vivo para objetivos não comerciais.",
        "section12Title": "12. Anúncios",
        "paragraph33": "A E-VNTS CO. detém o direito exclusivo de monetizar a plataforma DE-BATES, incluindo, mas não se limitando ao direito exclusivo de vender, veicular e exibir anúncios na plataforma DE-BATES. Redes de publicidade de terceiros são proibidas de exibir anúncios através da plataforma DE-BATES. No entanto, você pode publicar Conteúdo Patrocinado na plataforma DE-BATES conforme descrito na Seção 9 acima.",
        "section13Title": "13. Respeito aos Direitos Autorais",
        "paragraph34": "A E-VNTS CO. valoriza os direitos de propriedade intelectual de terceiros e adere às estipulações estabelecidas no Digital Millennium Copyright Act (“DMCA”) e em outras leis relevantes. Se você for detentor de direitos autorais ou representante autorizado e acreditar que o conteúdo na plataforma DE-BATES infringe seus direitos autorais, envie um aviso de acordo com nossas Diretrizes do DMCA. Estas diretrizes fornecem detalhes adicionais sobre nossas políticas, os componentes necessários para o seu aviso e instruções para envio.",
        "section14Title": "14. Marcas Registradas",
        "paragraph35": "A E-VNTS CO., os logotipos da DE-BATES e qualquer outro nome de produto ou serviço, logotipo ou slogan utilizado pela E-VNTS CO., juntamente com a aparência única e o ambiente da plataforma DE-BATES, que inclui todos os cabeçalhos de página, gráficos personalizados, ícones de botão e scripts, são marcas comerciais ou trade dress da E-VNTS CO. Eles não podem ser utilizados, integral ou parcialmente, em associação com qualquer produto ou serviço que não pertença à E-VNTS CO., de maneira que possa confundir os usuários, ou de qualquer forma que denigra ou prejudique a reputação da E-VNTS CO., sem o nosso consentimento prévio por escrito. Qualquer uso dessas marcas comerciais deve obedecer às Diretrizes de Marca Registrada da E-VNTS CO.",
        "paragraph36": "Outras marcas comerciais mencionadas dentro da plataforma DE-BATES são propriedade de seus respectivos proprietários. A menção ou referência a produtos, serviços, processos ou outras informações por nome comercial, marca registrada, fabricante, fornecedor ou de outra forma não indica ou implica nosso endosso, patrocínio ou recomendação, ou qualquer outra forma de afiliação.",
        "section15Title": "15. Conteúdo de Terceiros",
        "paragraph37": "Além do conteúdo fornecido por nossos usuários, a DE-BATES pode apresentar outros conteúdos de terceiros na plataforma (doravante referidos como “Conteúdo de Terceiros”). A E-VNTS CO. não exerce controle sobre, nem endossa, nenhum Conteúdo de Terceiros e não fornece quaisquer garantias ou garantias, implícitas ou explícitas, sobre a precisão, integridade ou confiabilidade de tal conteúdo.",
        "paragraph38": "É importante observar que a DE-BATES não cria, atualiza ou monitora ativamente este Conteúdo de Terceiros. Como resultado, na medida permitida pelas leis aplicáveis, a E-VNTS CO. não é responsável por qualquer Conteúdo de Terceiros apresentado na plataforma DE-BATES.",
        "paragraph39": "Os usuários devem exercer discernimento ao decidir se envolver ou usar websites ou aplicativos de terceiros vinculados a partir da DE-BATES (doravante referidos como “Sites de Referência”). A E-VNTS CO. não controla nem endossa estes Sites de Referência ou suas informações, materiais, produtos ou serviços associados. Além disso, a E-VNTS CO. não fornece qualquer forma de representação ou garantia sobre estes Sites de Referência. Além disso, quaisquer interações, transações ou engajamentos promocionais que você realizar com anunciantes encontrados na DE-BATES são estritamente entre você e o anunciante em questão. Acesso e uso destes Sites de Referência, incluindo suas informações, materiais, produtos e serviços, são de sua única responsabilidade e risco.",
        "section16Title": "16. Submissão de Ideias",
        "paragraph40": "Ao enviar ideias, sugestões, documentos e/ou propostas (doravante referidos como “Submissões”) para a E-VNTS CO. ou seus representantes na plataforma DE-BATES, você reconhece e consente que a E-VNTS CO. tem o direito de utilizar ou divulgar essas Submissões para qualquer finalidade, de qualquer maneira, sem oferecer qualquer compensação ou reconhecimento a você.",
        "section17Title": "17. Rescisão",
        "paragraph41": "Você pode encerrar sua licença para utilizar os serviços DE-BATES oferecidos pela E-VNTS CO. e este acordo de Termos de Serviço a seu critério a qualquer momento, descontinuando o uso dos serviços DE-BATES ou, se você estiver registrado, excluindo sua conta DE-BATES. Para residentes da União Europeia, do Espaço Econômico Europeu, do Reino Unido ou do Brasil, que estão atuando como Consumidores, você pode possuir o direito de desistir ou cancelar o acordo para a utilização dos serviços DE-BATES sob estes Termos de Serviço dentro de um período de reflexão especificado. Os detalhes de como esse direito pode ser aplicado estão detalhados em nossa Informação sobre o Direito de Retirada do Consumidor da UE, EEE, Reino Unido e Brasil.",
        "paragraph42": "A E-VNTS CO., na extensão máxima permitida pela lei aplicável, retém o direito, sem aviso prévio e a seu exclusivo critério, de cessar a prestação dos Serviços (ou quaisquer recursos associados) para você ou para os usuários em geral, de concluir este acordo de Termos de Serviço com você, de rescindir sua licença para usar os serviços DE-BATES (incluindo a publicação de Conteúdo do Usuário) e de impedir seu acesso futuro aos serviços DE-BATES e uso dos mesmos por qualquer motivo. Isso inclui, mas não se limita a, se: (a) sua utilização dos serviços DE-BATES violar estes Termos de Serviço ou leis aplicáveis; (b) você usar fraudulentamente ou abusar dos serviços DE-BATES; ou (c) a E-VNTS CO. não puder mais oferecer os serviços DE-BATES a você devido a considerações técnicas ou comerciais válidas. Nosso direito de rescindir nossos serviços, este acordo e sua licença inclui a capacidade de encerrar ou suspender seu acesso a quaisquer produtos ou serviços adquiridos.",
        "paragraph43": "Na extensão máxima permitida pela lei aplicável, seu único recurso em relação a qualquer insatisfação com: (i) os serviços da DE-BATES, (ii) qualquer termo destes Termos de Serviço, (iii) qualquer política ou prática da E-VNTS CO. na operação dos serviços DE-BATES, ou (iv) qualquer conteúdo ou informação transmitida através dos serviços DE-BATES, é encerrar sua conta e deixar de usar todos os aspectos dos serviços DE-BATES.",
        "paragraph44": "Para residentes da República da Coreia, da União Europeia, do Espaço Econômico Europeu, do Reino Unido e do Brasil que estejam agindo como Consumidores, exceto em situações em que a E-VNTS CO. considere que fornecer aviso é legalmente proibido ou que qualquer aviso possa causar danos a você, a terceiros, à E-VNTS CO. ou suas afiliadas, a E-VNTS CO. informará prontamente você sobre a justificativa por trás de suas ações.",
        "section18Title": "18. Disputas",
        "paragraph45": "<ul><li><span>a. Indenização:</span> Na extensão máxima permitida pela lei aplicável, você concorda em indenizar, defender e isentar a E-VNTS CO., DE-BATES, suas entidades afiliadas e cada um de nossos respectivos contratados, funcionários, diretores, agentes, fornecedores de terceiros, licenciadores e parceiros (coletivamente, as “Partes da E-VNTS”) de quaisquer reivindicações, perdas, danos, demandas, despesas, custos e responsabilidades, incluindo honorários advocatícios e despesas, decorrentes ou relacionadas ao seu acesso, uso ou mau uso dos serviços DE-BATES, qualquer Conteúdo do Usuário que você publicar, armazenar ou transmitir de outra forma nos serviços DE-BATES, sua violação dos direitos de terceiros, qualquer violação por você destes Termos de Serviço ou qualquer violação das representações, garantias e compromissos feitos por você aqui. Você concorda em notificar prontamente as Partes da E-VNTS de qualquer reivindicação de terceiros, e a E-VNTS CO. reserva-se o direito, às suas custas, de assumir a defesa exclusiva e o controle de qualquer assunto pelo qual você seja obrigado a indenizar a E-VNTS CO., e você concorda em cooperar com a defesa da E-VNTS CO. dessas reivindicações. A E-VNTS CO. usará esforços para notificá-lo de qualquer reivindicação,ação ou processo assim que tiver conhecimento dela.</li><li><span>b. Isenções; Nenhuma Garantia</span> <ul class=\"sublist\"> <li><span>i. Nenhuma Garantia</span><p>NA MAIOR EXTENSÃO PERMITIDA PELA LEI APLICÁVEL E EXCETO SE DECLARADO DE FORMA CONTRÁRIA NA SUBSEÇÃO ii. ABAIXO: (A) OS SERVIÇOS DE-BATES E O CONTEÚDO E MATERIAIS CONTIDOS NELES SÃO FORNECIDOS \"COMO ESTÃO\", SEM GARANTIAS DE QUALQUER TIPO, SEJAM EXPRESSAS OU IMPLÍCITAS, EXCETO SE EXPRESSAMENTE DECLARADO EM CONTRÁRIO POR ESCRITO PELA E-VNTS CO.; (B) AS PARTES DA E-VNTS RENUNCIAM A TODAS AS OUTRAS GARANTIAS, LEGAIS, EXPRESSAS OU IMPLÍCITAS,INCLUINDO, MAS NÃO SE LIMITANDO A, AS GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA, TÍTULO E NÃO VIOLAÇÃO QUANTO AOS SERVIÇOS DE-BATES, INCLUINDO QUALQUER INFORMAÇÃO, CONTEÚDO OU MATERIAIS CONTIDOS NELES; (C) A E-VNTS CO. NÃO REPRESENTA OU GARANTE QUE O CONTEÚDO OU OS MATERIAIS NOS SERVIÇOS DE-BATES SÃO PRECISOS,COMPLETOS,CONFIÁVEIS, ATUAIS OU ISENTOS DE ERROS; (D) A E-VNTS CO. NÃO É RESPONSÁVEL POR ERROS TIPOGRÁFICOS OU OMISSÕES RELACIONADOS A TEXTO OU FOTOGRAFIA; E (E)EMBORA A E-VNTS CO. TENTE TORNAR SEU ACESSO E USO DOS SERVIÇOS DE-BATES SEGUROS, A E-VNTS CO. NÃO PODE E NÃO REPRESENTA OU GARANTE QUE OS SERVIÇOS DE-BATES OU NOSSO(S) SERVIDOR(ES) ESTÃO LIVRES DE VÍRUS OU OUTROS COMPONENTES PREJUDICIAIS, E, PORTANTO, VOCÊ DEVE USAR SOFTWARE RECONHECIDO PELA INDÚSTRIA PARA DETECTAR E DESINFECTAR VÍRUS DE QUALQUER DOWNLOAD. NENHUM CONSELHO OU INFORMAÇÃO, SEJA ORAL OU POR ESCRITO, OBTIDO POR VOCÊ DA E-VNTS CO. OU ATRAVÉS DOS SERVIÇOS DE-BATES CRIARÁ QUALQUER GARANTIA NÃO EXPRESSAMENTE DECLARADA AQUI.</p></li><li><span>ii. Direitos de Garantia do Brasil, UE/EEE/Reino Unido</span><p>Para residentes do Brasil, da União Europeia, do Espaço Econômico Europeu, do Reino Unido ou da Suíça que estejam atuando como Consumidores, existem direitos de garantia de acordo com a legislação aplicável em caso de qualquer não conformidade de conteúdo digital e serviços. Tais direitos permanecerão inalterados por estes Termos de Serviço. Nesses casos, a E-VNTS CO. não oferece garantias implícitas ou legais adicionais com relação ao conteúdo digital e serviços, e explicitamente renuncia a todas as garantias implícitas e condições na extensão máxima permitida pela legislação aplicável.</p> <p>Você reconhece que podemos modificar os serviços DE-BATES de tempos em tempos sem causar sua não conformidade, inclusive quando necessário para cumprir a lei ou regulamento aplicável, ou por razões comerciais, de segurança ou operacionais justificadas, e inclusive para melhorar seu acesso aos serviços DE-BATES.</p></li> </ul> </li><li><span>c.Limitação de Responsabilidade e Danos</span><ul class=\"sublist\"><li><span> i. Limitação de Responsabilidade</span><p>NA EXTENSÃO MÁXIMA PERMITIDA PELA LEI APLICÁVEL: (A) EM NENHUM CASO A E-VNTS CO. OU AS PARTES DA E-VNTS SERÃO RESPONSÁVEIS POR QUAISQUER DANOS DIRETOS,ESPECIAIS, INDIRETOS OU CONSEQUENCIAIS, OU QUAISQUER OUTROS DANOS DE QUALQUER TIPO, INCLUINDO, MAS NÃO SE LIMITANDO A, PERDA DE USO, PERDA DE LUCROS OU PERDA DE DADOS, SEJA EM UMA AÇÃO CONTRATUAL, TORT (INCLUINDO, MAS NÃO SE LIMITANDO A, NEGLIGÊNCIA), OU OUTROS, DECORRENTES OU DE QUALQUER FORMA RELACIONADOS COM O USO OU INCAPACIDADE DE USO DOS SERVIÇOS DE-BATES, O CONTEÚDO OU OS MATERIAIS, INCLUINDO, SEM LIMITAÇÃO, QUAISQUER DANOS CAUSADOS POR OU RESULTANTES DA CONFIANÇA EM QUALQUER INFORMAÇÃO OBTIDA DA E-VNTS CO.,OU QUE RESULTAM DE ERROS, OMISSÕES, INTERRUPÇÕES, EXCLUSÃO DE ARQUIVOS OU E-MAIL, ERROS, DEFEITOS, VÍRUS, ATRASOS NA OPERAÇÃO OU TRANSMISSÃO, OU QUALQUER FALHA DE DESEMPENHO, SEJA OU NÃO RESULTANTE DE ATO DE DEUS, FALHA DE COMUNICAÇÕES, ROUBO, DESTRUIÇÃO OU ACESSO NÃO AUTORIZADO AOS REGISTROS, PROGRAMAS OU SERVIÇOS DA E-VNTS CO.; E (B) EM NENHUM CASO A RESPONSABILIDADE AGREGADA DA E-VNTS CO., SEJA EM CONTRATO, GARANTIA, DELITO (INCLUINDO NEGLIGÊNCIA, ATIVA, PASSIVA OU IMAGINÁRIA), RESPONSABILIDADE DO PRODUTO, RESPONSABILIDADE ESTRITA OU OUTRA TEORIA, DECORRENTE OU RELACIONADA AO USO OU INCAPACIDADE DE USO DOS SERVIÇOS DE-BATES, EXCEDERÁ O VALOR PAGO POR VOCÊ, SE HOUVER, PARA ACESSAR OS SERVIÇOS DE-BATES DURANTE OS DOZE (12) MESES IMEDIATAMENTE ANTES DA DATA DA REIVINDICAÇÃO OU CEM DÓLARES, O QUE FOR MAIOR. NA MEDIDA EM QUE A LEGISLAÇÃO APLICÁVEL PROÍBE A LIMITAÇÃO DESSA RESPONSABILIDADE, A E-VNTS CO. LIMITARÁ SUA RESPONSABILIDADE À EXTENSÃO TOTAL PERMITIDA PELA LEGISLAÇÃO APLICÁVEL</p><p>Até o limite exigido pela lei aplicável, nada nestes Termos nos atribuirá  responsabilidade por morte ou lesões pessoais causadas pela E-VNTS CO.; por danos causados por fraude, conduta dolosa ou negligência grave da E-VNTS CO.; e por outras perdas que possam não ser excluídas ou limitadas pela lei aplicável.</p></li><li><span>ii. Sites de Referência</span><p>ESSAS LIMITAÇÕES DE RESPONSABILIDADE TAMBÉM SE APLICAM A DANOS INCORRIDOS POR VOCÊ POR MOTIVO DE QUAISQUER PRODUTOS OU SERVIÇOS VENDIDOS OU FORNECIDOS EM QUAISQUER SITES DE REFERÊNCIA OU DE OUTRAS FORMAS POR TERCEIROS QUE NÃO A E-VNTS CO. E RECEBIDOS ATRAVÉS DOS SERVIÇOS DE-BATES OU RECEBIDOS ATRAVÉS DE QUAISQUER SITES DE REFERÊNCIA.</p> </li><li><span>iii. Base do Acordo</span><p>VOCÊ RECONHECE E CONCORDA QUE A E-VNTS CO. OFERECEU OS SERVIÇOS DE-BATES, O CONTEÚDO DO USUÁRIO, MATERIAIS E OUTRO CONTEÚDO E INFORMAÇÕES, ESTABELECEU SEUS PREÇOS E CELEBROU ESTES TERMOS DE SERVIÇO COM BASE NAS RENÚNCIAS DE GARANTIA E LIMITAÇÕES DE RESPONSABILIDADE ESTABELECIDAS AQUI, QUE AS RENÚNCIAS DE GARANTIA E LIMITAÇÕES DE RESPONSABILIDADE ESTABELECIDAS AQUI REFLETEM UMA ALOCAÇÃO DE RISCO RAZOÁVEL E JUSTA ENTRE VOCÊ E A E-VNTS CO., E QUE AS RENÚNCIAS DE GARANTIA E LIMITAÇÕES DE RESPONSABILIDADE ESTABELECIDAS AQUI CONSTITUEM UMA BASE ESSENCIAL DO ACORDO ENTRE VOCÊ E A E-VNTS CO. A E-VNTS CO. NÃO SERIA CAPAZ DE FORNECER OS SERVIÇOS DE-BATES A VOCÊ DE FORMA ECONOMICAMENTE RAZOÁVEL SEM ESSAS LIMITAÇÕES.</p></li></ul></li><li><span>d. Applicable Law and Venue</span> <ul class=\"sublist\"><li><span>(i)Lei Aplicável e Foro</span><p>(i)Lei Aplicável e Foro To the fullest extent permitted by applicable law,you and E- VNTS CO. agree that if you are an organization or a consumer resident of a jurisdiction other than Brazil, the European Union, the  European Economic Area, and the United Kingdom, the following governing law and arbitration provision applies:</p><p>LEIA A PARTE SEGUINTE CUIDADOSAMENTE, POIS REQUER QUE VOCÊ RESOLVA DISPUTAS COM A E-VNTS CO. POR ARBITRAGEM E LIMITA A MANEIRA COMO VOCÊ PODE BUSCAR LIBERAR-SE DE UM DEVER, OU RESPONSABILIDADE PERANTE A E-VNTS CO.</p><p>(a) Você e a E-VNTS CO. concordam em arbitrar qualquer disputa decorrente destes Termos de Serviço ou do seu uso dos serviços DE-BATES, exceto se você e a E-VNTS CO. não forem obrigados a arbitrar qualquer disputa em que uma das partes procure alívio equitativo e outros para o suposto uso ilegal de direitos autorais, marcas registradas, nomes comerciais, logotipos, segredos comerciais ou patentes. A ARBITRAGEM IMPEDE QUE VOCÊ INICIE UM PROCESSO EM TRIBUNAL OU TENHA UM JULGAMENTO POR JÚRI. Você e a E-VNTS CO. concordam em notificar mutuamente por escrito qualquer disputa dentro de trinta (30) dias a partir de quando ela surgir. A notificação à E-VNTS CO. deverá ser enviada para: E-VNTS CO., 254 Chapman Rd, Ste 208 #13504, Newark, Delaware 19702, EUA. Você e a E-VNTS CO. concordam ainda: tentar resolver informalmente antes de qualquer demanda de arbitragem; que qualquer arbitragem ocorrerá no estado de Delaware; que a arbitragem será conduzida confidencialmente por um único árbitro de acordo com as regras da JAMS; e que os tribunais estaduais ou federais no estado de Delaware têm jurisdição exclusiva sobre quaisquer apelações de uma decisão arbitral e sobre qualquer processo entre as partes que não esteja sujeito à arbitragem. Exceto por procedimentos e remédios coletivos discutidos abaixo, o árbitro tem autoridade para conceder qualquer remédio que estaria disponível em tribunal.</p><p>(b) Qualquer disputa entre as partes será regida por este Acordo e pelas leis do estado de Delaware e pela lei dos Estados Unidos aplicável, sem dar efeito a quaisquer princípios de conflito de leis que possam prever a aplicação da lei de outra jurisdição.</p> <p>(c) Se a disputa for ouvida em arbitragem ou em tribunal, você e a E-VNTS CO. não iniciarão um processo coletivo, arbitragem coletiva ou outra ação ou procedimento representativo contra a outra parte.</p><p>(ii) Para residentes do Brasil, da União Europeia, do Espaço Econômico Europeu, do Reino Unido ou da Suíça que estejam agindo como Consumidores,estes Termos de Serviço e quaisquer disputas, reivindicações ou causas de ação decorrentes ou relacionadas a eles serão regidos pelas leis do estado de Delaware e pela lei dos Estados Unidos aplicável. Nesses casos, as disputas serão resolvidas nos tribunais civis competentes, conforme determinado pela lei aplicável.</p> <p>(iii) Se você for residente em qualquer jurisdição que não seja aquelas nomeadas em (ii) em que a disposição de arbitragem na seção (i)(a) acima for considerada inexequível, então quaisquer disputas, reivindicações ou causas de ação decorrentes ou relacionadas a estes Termos de Serviço devem ser apresentadas e resolvidas pelos tribunais estaduais ou federais em Newark, Delaware ou, se exigido por lei aplicável, então pelos tribunais civis competentes dentro de sua jurisdição de residência. Se a disposição de lei aplicável em (i)(b) for considerada inexequível, então as leis de sua jurisdição de residência regerão.</p></li> </ul></li><li><span>e. Reivindicações</span><p>NA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL, VOCÊ E A E-VNTS CO. CONCORDAM QUE QUALQUER CAUSA DE AÇÃO DECORRENTE OU RELACIONADA AOS SERVIÇOS DE-BATES DEVE SER ARQUIVADA DENTRO DE UM (1) ANO APÓS A CAUSA DE AÇÃO SURGIR, CASO CONTRÁRIO, ESTA CAUSA DE AÇÃO SERÁ PERMANENTEMENTE BARRADA.</p></li></ul>",
        "section19Title": "19. Diversos",
        "paragraph46": "<ul><li><span>a. Renúncia:</span> Se a E-VNTS CO. deixar de exercer ou aplicar qualquer direito ou disposição destes Termos de Serviço, isso não constituirá renúncia a tal direito ou disposição. Qualquer renúncia de qualquer disposição destes Termos de Serviço será eficaz apenas se por escrito e assinada pela parte relevante da DE-BATES.</li><li><span>b. Severabilidade:</span> Se qualquer disposição destes Termos de Serviço for considerada ilegal, nula ou por qualquer motivo inexequível, então tal disposição será limitada ou eliminada destes Termos de Serviço na medida mínima necessária e não afetará a validade e exequibilidade das disposições remanescentes.</li><li><span>c. Atribuição:</span>Na medida permitida pela lei aplicável, estes Termos de Serviço e quaisquer direitos e licenças concedidos aqui não podem ser transferidos ou atribuídos por você, mas podem ser atribuídos pela E-VNTS CO. sem restrições. Qualquer tentativa de atribuição em violação destes Termos de Serviço será nula.</li><li><span>d. Sobrevivência:</span>Após a rescisão destes Termos de Serviço, qualquer disposição que, por sua natureza ou termos expressos, deva sobreviver, sobreviverá a tal rescisão ou expiração. Isso inclui, mas não se limita a, as sessões estipuladas que dizem respeito ao governo, direitos, obrigações e entendimentos entre as partes envolvidas.</li><li><span>e. Acordo Integra:</span> Estes Termos de Serviço representam o acordo integral entre você e a E-VNTS CO. (sob a marca DE-BATES) relacionado ao assunto aqui tratado e não serão modificados exceto por escrito assinado por representantes autorizados de ambas as partes, ou por uma alteração nestes Termos de Serviço feita pela E-VNTS CO.conforme estabelecido nas seções reguladoras acima.</li></ul>",
        "section20Title": "20. Informações de Contato",
        "paragraph47": "Os serviços da plataforma DE-BATES são fornecidos por: E-VNTS CO.",
        "paragraph48": "254 Chapman Rd, Ste 208 #13504",
        "paragraph49": "Newark, Delaware 19702",
        "paragraph50": "EUA",
        "paragraph51": "ENTITY ID: 7589464",
        "paragraph52": "Se você for residente da Califórnia ou de qualquer outra jurisdição que exija tal disposição, você poderá receber essas mesmas informações por e-mail, enviando uma carta para o endereço acima com seu endereço de e-mail e uma solicitação dessas informações.",
        "paragraph53": "A E-VNTS CO. é uma empresa registrada no Estado de Delaware, nos EUA, sob a ENTITY ID: 7589464.",
        "paragraph54": "Em caso de dúvidas ou para obter mais informações, entre em contato com nossa equipe de suporte pelo e-mail <a href=\"mailto:support@e-vnts.com\">support@e-vnts.com </a>",


        "dmpagettl": "DMCA",
        "dmupdate": "Atualizado em 29 de Julho de 2024",
        "dmhead1": "Lei de Direitos Autorais do Milênio Digital (DMCA) e Diretrizes de Notificação de Direitos Autorais",
        "dmpara1": "Navegar pelo cenário das leis de direitos autorais pode ser complicado. Seja você um criador de conteúdo recebendo uma notificação de direitos autorais ou um titular de direitos que deseja enviar uma, estas diretrizes têm como objetivo esclarecer o compromisso da DE-BATES em aderir à Lei de Direitos Autorais do Milênio Digital (comumente conhecida como DMCA, na sigla em inglês) e outras leis de direitos autorais relevantes, tanto nos EUA quanto no Brasil.",
        "dmpara2": "Por favor,lembre-se, embora este guia ofereça insights, ele não substitui a orientação legal. Sempre recomendamos consultar profissionais jurídicos sobre situações específicas, possíveis infrações ou qualquer dúvida sobre a aplicação da lei de direitos autorais.",
        "dmhead2": "Tabela de Conteúdos:",
        "dmpara3": "<ul class=\"dmcalist\"><li>O que é a DMCA?</li><li>Papel da DE-BATES</li><li>Ações da DE-BATES ao Receber Notificações de Suposta Violação</li><li>Ações da DE-BATES ao Receber Contranotificações</li><li>Ações da DE-BATES ao Receber Retratações</li><li>Requisitos para Notificações, Contranotificações e Retratações</li><li>Como Enviar uma Notificação de Suposta Violação</li><li>Como Enviar uma Contranotificação</li><li>Como Enviar uma Retratação</li><li>Política de Infratores Repetidos</li><li>Agente Designado de Direitos Autorais</li></ul>",
        "dmpara4": "<b>O que é a DMCA?</b> A DMCA, juntamente com suas contrapartes em outros países, estabelece as diretrizes para plataformas como a DE-BATES, que apresentam conteúdo gerado pelo usuário,para lidar com possíveis infrações de direitos autorais. Quando titulares de direitos acreditam que seu conteúdo protegido por direitos autorais foi usado sem permissão em plataformas como a DE-BATES, eles podem enviar uma notificação de suposta violação. Essa lei também permite Contranotificações e retratações.",
        "dmpara5": "<b>Papel da DE-BATES:</b> A DE-BATES atua como intermediária neutra, processando notificações de suposta violação e contra notificações. Cda conta resolver quaisquer disputas. A DE-BATES também:",
        "dmpara6": "<ul class=\"dmcalist\"><li>Estabelece requisitos para notificações e Contranotificações.</li><li>Monitora notificações, contranotificações e quaisquer ordens judiciais relacionadas.</li> <li>Implementa uma política para lidar com violações repetidas, chamada de “Política de Infratores Repetidos”.</li></ul>",
        "dmpara7": "<b>Ações da DE-BATES ao Receber Notificações de Suposta Violação:</b> Violação: Ao receber uma notificação válida, a DE-BATES geralmente notifica o titular da conta e remove ou restringe o acesso ao conteúdo em questão. Se a violação estiver em andamento, podemos suspender a conta.",
        "dmpara8": "<b>Ações da DE-BATES ao Receber Contranotificações:</b> Se uma Contranotificação válida for recebida, a DE-BATES geralmente informa o reclamante original e pode restaurar o conteúdo. Notificações contestadas podem não contar como uma infração sob nossa Política de Infratores Repetidos, a menos que a disputa seja resolvida.",
        "dmpara9": "<b>Ações da DE-BATES ao Receber Retratações:</b> Ao receber uma retratação, a DE-BATES pode restaurar o conteúdo, e a notificação não contará como uma infração sob nossa Política de Infratores Repetidos.",
        "dmhead3": "Requisitos para Notificações, Contranotificações e Retratações",
        "dmpara10": "<b>Como Enviar uma Notificação de Suposta Violação:</b> Titulares de direitos ou seus representantes podem enviar uma notificação fornecendo todos os detalhes necessários ao Agente de Direitos Autorais Designado da DE-BATES.",
        "dmpara11": "<b>Como Enviar uma Contranotificação:</b> Se você acredita que uma notificação foi um erro ou identificação equivocada, você pode enviar uma Contranotificação para a DE-BATES.",
        "dmpara12": "<b>Como Enviar uma Retratação:</b> Retratações podem ser enviadas diretamente à DE-BATES se os titulares de direitos ou seus representantes desejarem retratar uma notificação.",
        "dmpara13": "<b>Política de Infratores Repetidos:</b> A DE-BATES limitará ou encerrará o acesso de usuários que infrinjam repetidamente direitos autorais. Um usuário com três infrações de direitos autorais é considerado um infrator repetido. Cada notificação, contranotificação ou retratação é considerada cuidadosamente à luz de nossa Política de Infratores Repetidos.",
        "dmpara14": "<b>Agente Designado de Direitos Autorais:</b> A E-VNTS CO., operando como DE-BATES,tem um agente designado para lidar com questões relacionadas a direitos autorais:",
        "dmpara15": "Email: <a href=\"mailto:dmca@e-vnts.com\">dmca@e-vnts.com</a>",
        "dmpara16": "Endereço Postal: 254 Chapman Rd, Ste 208 #13504, Newark, Delaware 19702, EUA",
        "dmpara17": "Certifique-se de que apenas notificações, contranotificações e retratações relacionadas a direitos autorais sejam enviadas ao Agente de Direitos Autorais Designado. Para outras consultas ou suporte, entre em contato com nosso serviço ao cliente.",


        "avpagettl": "Aviso de Privacidade",
        "avupdate": "Atualizado em 29 de Julho de 2024",
        "avhead1": "AVISO DE PRIVACIDADE DA DE-BATES",
        "avpara1": "Data de Modificação: [30 de july de 2024]",
        "avpara2": "Bem-vindo! Somos a E-VNTS CO, operando sob a marca DE-BATES, uma plataforma que incentiva e apoia eventos baseados em debates virtuais. Nosso objetivo é fomentar o diálogo aberto e promover o entendimento por meio de debates construtivos.",
        "avpara3": "Este Aviso de Privacidade detalha como a DE-BATES (\"DE-BATES\", \"Empresa\", \"nós\", \"nosso\") coleta, utiliza, divulga e armazena informações pessoais em conformidade com nossas plataformas e serviços (os \"Serviços\"). Não detalha nossas ações de privacidade relacionadas a candidatos a empregos, funcionários e outros colaboradores da DE-BATES.",
        "avpara4": "A DE-BATES, sendo uma entidade dos EUA, reconhece suas obrigações sob as Regulamentações de Dados Brasileiras, especialmente a LGPD (Lei Geral de Proteção de Dados) e o Marco Civil da Internet, à medida que lança seu MVP no Brasil. Nosso objetivo é garantir a conformidade com essas regulamentações em nossas operações e práticas de controle de dados.",
        "avpara5": "A DE-BATES é a controladora das informações pessoais que mantemos sobre você em relação ao uso dos nossos Serviços. Isso significa que somos responsáveis por como suas informações pessoais são utilizadas.",
        "avpara6": "<ul><li><span>I. Definição de Informações Pessoais:</span> Neste Aviso de Privacidade, o termo \"informações pessoais\" significa quaisquer dados ou informações que identifiquem ou possam ser vinculados, direta ou indiretamente, a um indivíduo ou domicílio específico, ou qualquer outro dado que se enquadre na categoria de informações pessoais de acordo com regulamentações americanas, brasileiras (vide a LEI No 13.709, DE 14 DE AGOSTO DE 2018 em seu artigo 5o inciso I)e mundiais.</li><li><span>II. Coleta e Utilização de Informações Pessoais:</span>Coletamos informações pessoais por meio de vários meios. Por exemplo, você pode fornecer suas informações pessoais ao se registrar, participar de um debate, enviar mensagens ou usar outros recursos de nosso Serviço. Algumas informações também podem ser coletadas automaticamente, ou podemos receber suas informações pessoais de terceiros.</li><li>As informações pessoais podem ser vinculadas ou mescladas com informações recebidas de terceiros, bem como dados coletados automaticamente. Isso garante uma experiência personalizada para você.</li></ul>",
        "avhead2": "Informações Pessoais Coletadas Diretamente de Você",
        "avpara7": "As categorias de informações pessoais que podemos coletar incluem:",
        "avpara8": "<ul><li><span>— Informações de Contato:</span>Para comunicação direta e referentes ao marketing com base em suas preferências.</li><li><span>— Informações da Conta:</span> Informações da Conta: Para gerenciar sua conta, fornecer serviços relevantes, comunicar sobre sua conta e o Serviço, e para suporte ao cliente. </li><li><span>— Informações de Pagamento:</span> ISe nossos serviços envolvem pagamentos, coletamos detalhes de pagamento necessários. Observe que processadores de pagamento de terceiros lidam com essas transações.</li><li><span>— Informações de Identificação:</span>Necessárias para que os de-batedores saquem ganhos por meio dos Serviços. Provedores de serviço de verificação de terceiros podem lidar com isso.</li><li><span>— Informações de Consulta e Comunicações:</span> Para responder às suas consultas e melhorar nossos serviços.</li><li><span>— Boletim Informativo e Mensagens Promocionais:</span> Para comunicação sobre produtos ou serviços. Emails relacionados ao serviço não podem ser cancelados.</li><li><span>— Informações de Eventos: </span> Para gerenciar e facilitar nossos serviços.</li><li><span>— Informações por Meio do Uso do Serviço:</span> Incluindo conteúdo do usuário e metadados associados aos seus debates. Todo o conteúdo do usuário, incluindo informações de perfil, é publicamente exibido.</li><li><span>— Informações de Feedback:</span> Usadas para aprimoramento empresarial.</li></ul>",
        "avhead3": "Informações Pessoais Coletadas Automaticamente",
        "avpara9": "Nós e nossos parceiros terceirizados podemos coletar automaticamente certos dados de seu dispositivo, como:",
        "avpara10": "<ul><li><span>— Dados de Log:</span> Como endereço IP, sistema operacional, detalhes do navegador, e mais.</li><li><span>— Dados Analíticos:</span> Incluindo o caminho percorrido por nossos serviços e atividade em nossa plataforma.</li><li><span>— Dados de Localização:</span> Derivados do seu endereço IP.</li><li><span>— Dados de Cookies:</span> Para personalizar sua experiência em nossa plataforma.</li></ul>",
        "avhead4": "Informações Pessoais de Terceiros",
        "avpara11": "Podemos receber informações pessoais de:",
        "avpara12": "<ul><li><span>— Entidades da DE-BATES:</span> Outras marcas pertencentes à E-VNTS CO.</li><li><span>— Outros Usuários ou Indivíduos:</span> Aqueles que interagem com nossos Serviços</li><li><span>— Mídias Sociais: </span> Dependendo de suas configurações de privacidade em plataformas como Facebook ou Twitter.</li> <li><span>— Serviços de Autenticação:</span> Como Google ou Facebook para fins de login.</li><li><span>— Outras Fontes:</span> Incluindo fontes publicamente disponíveis.</li></ul>",
        "avhead5": "Usos Adicionais de Informações Pessoais",
        "avpara13": "Suas informações pessoais podem ser utilizadas para:",
        "avpara14": "  — Cumprir o motivo pelo qual foram fornecidas. <br>— Gerenciar as operações diárias de nossa empresa. <br>— Comunicar-se com você em diversos meios. <br>— Conduzir pesquisas e melhorias em nossos serviços. <br>— Manter a segurança e integridade de nossos ativos e negócios. <br>— Cumprir obrigações legais. <br>— Qualquer outro propósito legal ou propósito ao qual você consente.",
        "avpara15": "Ao entrar em contato conosco, podemos precisar detalhes adicionais para cumprir solicitações ou consultas. Nesses casos, quaisquer informações de privacidade adicionais fornecidas regerão nosso processamento das informações.",
        "avhead6": "COMPARTILHAMENTO COM TERCEIROS",
        "avpara16": "<ul> <li><span>Entidades da E-VNTS CO:</span> A DE-BATES pode compartilhar informações pessoais com outras empresas pertencentes ou controladas pela E-VNTS.CO. Isso inclui nossas subsidiárias ou nossa empresa controladora e qualquer uma de suas subsidiárias, especialmente quando colaboramos na oferta de nossos Serviços.</li> <li><span>Provedores de Serviço de Atendimento ao Cliente e Comunicação:</span> Dados pessoais são compartilhados com terceiros que nos ajudam a fornecer serviços de atendimento ao cliente e facilitar comunicações para pessoas que enviam consultas ou se cadastram em nossos boletins informativos.</li> <li><span>Outros Provedores de Serviços:</span> Além dos terceiros mencionados acima, envolvemos outros provedores de serviços para realizar serviços operacionais, como hospedagem de site, serviços de TI, análises, serviços de emprego, processamento de pagamentos e funções administrativas.</li><li><span>Outros Usuários:</span> Engajar-se em nossas comunidades online ou comprar produtos/serviços por meio de nossos Serviços pode resultar na divulgação de suas informações de perfil público a outros membros da comunidade, e qualquer outra informação que você escolher tornar pública.</li> <li><span>Concursos, Sorteios e Pesquisas:</span> Dados pessoais são compartilhados com terceiros que nos auxiliam na gestão de concursos, sorteios ou pesquisas e no processamento das respostas.</li> <li><span>Redes de Anúncios e Parceiros de Publicidade:</span>  Durante negociações ou conexões com uma transação comercial, como fusões ou aquisições, informações pessoais podem ser divulgadas ou transferidas como ativos.</li><li><span>Obrigações Legais e Direitos:</span> Dados pessoais podem ser divulgados a consultores jurídicos e autoridades policiais para reivindicações legais, cumprimento de leis, proteção de direitos e propriedades, detecção de fraudes e outras obrigações legais.</li> <li><span>Com Seu Consentimento:</span> Informações pessoais específicas podem ser divulgadas a terceiros ou publicamente com o consentimento explícito do indivíduo.</li></ul>",
        "avpara17": "(i) COM RELAÇÃO AO COMPARTILHAMENTO DE DADOS PESSOAIS COM TERCEIROS, EM CONFORMIDADE COM O ARTIGO 7o, VIII, E O ARTIGO 11 DA LEI GERAL DE PROTEÇÃO DE DADOS (LGPD) DO BRASIL, DESTACAMOS QUE O CONSENTIMENTO PRÉVIO DOS USUÁRIOS É IMPRESCINDÍVEL. ANTES DE QUALQUER COMPARTILHAMENTO DE DADOS PESSOAIS, OS USUÁRIOS DA DE-BATES SERÃO DEVIDAMENTE INFORMADOS E TERÃO A OPORTUNIDADE DE CONSENTIR OU NÃO COM ESSA TRANSFERÊNCIA.",
        "avpara18": "(ii) ADICIONALMENTE, SALIENTAMOS QUE OS DADOS PESSOAIS EVENTUALMENTE COMPARTILHADOS SERÃO ANONIMIZADOS, CONFORME ESTABELECIDO NO ARTIGO 13 DA LGPD. ISSO SIGNIFICA QUE, MESMO AO SEREM COMPARTILHADOS, OS DADOS NÃO IDENTIFICARÃO DIRETAMENTE OS INDIVÍDUOS, GARANTINDO A PRESERVAÇÃO DA PRIVACIDADE E A CONFORMIDADE COM A LEGISLAÇÃO VIGENTE.",
        "avhead7": "COLETA DE DADOS E PUBLICIDADE",
        "avpara19": "<ul><li><span>Publicidade com Base em Interesses:</span> A DE-BATES participa de publicidade com base em interesses, usando empresas de publicidade de terceiros para veicular anúncios direcionados com base no histórico de navegação. Serviços de terceiros coletam informações sobre o uso de nossos serviços online ao longo do tempo para publicidade direcionada.</li><li><span>Plataformas de Mídias Sociais:</span> Podemos exibir anúncios direcionados em plataformas como Facebook, Twitter, Instagram e LinkedIn. Podemos compartilhar identificadores únicos com essas plataformas para direcionar anúncios.</li> <li><span>Parceiros de Marketing de Terceiros:</span> A DE-BATES colabora com parceiros de terceiros como o Google Analytics para entender interações de usuários e personalizar anúncios e conteúdo.</li> </ul>",
        "avpara20": "Para mais detalhes sobre essas práticas e opções relacionadas a cookies, consulte a seção \"Controle sobre suas informações\" abaixo.",
        "avhead8": "CONTROLE SOBRE SUAS INFORMAÇÕES",
        "avpara21": "<ul><li><span>Acesso às Informações do seu Dispositivo:</span> Controle o acesso dos Serviços às informações do dispositivo por meio do aplicativo \"Configurações\" do seu dispositivo.</li><li><span>Preferências de E-mail:</span> Cancelar a inscrição em comunicações de e-mail promocionais. Comunicações relacionadas ao serviço não podem ser canceladas.</li> <li><span>Notificações por Push:</span> Controle as notificações por push por meio das configurações do iOS ou Android.</li><li><span>SMS:</span> Opte por não receber mensagens de texto SMS.</li> <li><span>Modificação de suas Informações:</span> Para modificações ou exclusões, entre em contato conosco em <a href=\"mailto:support@debates.com.\">support@debates.com.</a>.</li> <li><span>Cookies:</span> Compreenda e controle o uso de cookies por meio da seção \"Informações que coletamos automaticamente\" acima.</li><li><span>Anúncios Online:</span> Saiba mais sobre publicidade com base em interesses e opções de exclusão.</li> </ul>",
        "avhead9": "PROTEÇÃO DE DADOS INFANTIS",
        "avpara22": "A DE-BATES não coleta conscientemente dados de crianças menores de 13 anos. Pais/responsáveis são instados a entrar em contato conosco para remoção de dados se a criança tiver fornecido algum dado pessoal.",
        "avhead10": "LINKS DE TERCEIROS",
        "avpara23": "Nossos Serviços podem ter links para sites ou serviços de terceiros. Este Aviso de Privacidade não cobre suas práticas de privacidade.",
        "avhead11": "ATUALIZAÇÕES DO AVISO DE PRIVACIDADE",
        "avpara24": "Este Aviso de Privacidade pode ser atualizado periodicamente. As mudanças serão efetivas imediatamente após a publicação, e a data no início será atualizada.",
        "avhead12": "CONTATO",
        "avpara25": "Para perguntas ou solicitações relacionadas a este Aviso de Privacidade, envie um e-mail para support@debates.com.",
        "avhead13": "DIVULGAÇÕES REGIONAIS",
        "avpara26": "Regiões específicas podem ter regulamentações adicionais de privacidade. Consulte as seções respectivas abaixo para mais detalhes.",
        "avhead14": "DIVULGAÇÕES DA ÁREA ECONÔMICA EUROPEIA, REINO UNIDO E SUÍÇA",
        "avpara27": "Esta seção fornece informações específicas para usuários da EEA, Reino Unido e Suíça. Certifique-se de ler e entender essas informações junto com nossos Termos de Serviço.",
        "avhead15": "PERSONIFICAÇÃO",
        "avpara28": "Podemos analisar seus dados para criar um perfil de suas preferências para comunicações mais relevantes.",
        "avhead16": "SEUS DIREITOS DE DADOS",
        "avpara29": "Você possui diversos direitos em relação aos seus dados, incluindo acesso, portabilidade, retificação, exclusão, entre outros. Para exercer esses direitos, entre em contato com support@debates.com.",
        "avhead17": "COOKIES E TECNOLOGIAS",
        "avpara30": "Nossos Serviços usam cookies e tecnologias similares para uma melhor experiência do usuário. Você pode gerenciar suas preferências a qualquer momento.",
        "avhead18": "TRANSFERÊNCIAS DE DADOS E SEGURANÇA",
        "avpara31": "Seus dados podem ser transferidos internacionalmente, e garantimos conformidade com as leis de proteção de dados. Implementamos medidas para proteger suas informações, conforme apresentado anteriormente neste documento (seção i;ii).",
        "avhead19": "SEUS DIREITOS NA UE",
        "avpara32": "Usuários da UE possuem direitos específicos sob o GDPR. Isso inclui direitos de acesso, retificação e exclusão de seus dados pessoais, entre outros."







    }
}